[{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b31"
  },
  "author": "Various",
  "noteText": "TROPHY:\n‘Best Young Sweet’ – International Sweet Wine Challenge 2011, AUS\n\nTROPHY:\n‘Best in Class’ – International Wine & Spirits Competition 2011, UK\n\nDOUBLE GOLD:\nSan Francisco International Wine Competition 2012, USA\n\nPURE ELITE GOLD:\nAir New Zealand Wine Awards 2011, NZ\n\nGOLD:\nInternational Wine & Spirits Competition 2011, UK\n\nGOLD:\nInternational Sweet Wine Challenge 2011, AUS\n\nGOLD:\nNew Zealand International Wine Show 2011, NZ\n\n92 POINTS:\nWine Spectator: 15 June 2013, USA",
  "rating": "Various",
  "vintage": "2011",
  "wineId": "4600",
  "wineText": "Seifried Sweet Agnes-  Riesling - 375ml",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87b0"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b32"
  },
  "author": "Various",
  "noteText": "“This wine has great freshness, shot through with acidity and a core of dry botrytis. The wine is rich while also structured. It will certainly be a wine to age.\"\n— Wine Enthusiast\n\n\"An enticing mix of plump pineapple, ginger, white peach and tangerine flavors, with a viscous edge to the finish. Shows the plumper, more forward style of the vintage but has admirable length and cut as well\"— Wine Spectator\n\n\"This is very serious with lots of spicy, botrytis character and a deep and dense palate. Full-bodied, very sweet and long on the finish.\" — James Suckling\n",
  "rating": "Various",
  "vintage": "2016",
  "wineId": "1760",
  "wineText": "Chateau Doisy Daëne Chateau Doisy Daëne - 375ml",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8688"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b33"
  },
  "author": "Various",
  "noteText": "REGIONAL TROPHY:\nDecanter World Wine Awards 2014, UK\n\n‘BEST RIESLING’ TROPHY:\nCathay Pacific Hong Kong International Wine & Spirit Competition 2012, UK\n\n‘BEST NEW WORLD RIESLING’ TROPHY:\nCathay Pacific Hong Kong International Wine & Spirit Competition 2012, UK\n\nPURE GOLD:\nAir New Zealand Wine Awards 2013, NZ\n\nGOLD:\nDecanter World Wine Awards 2014, UK\n\nGOLD:\nCathay Pacific Hong Kong International Wine & Spirit Competition 2012, UK\n\nGOLD:\nBragato Wine Awards 2012 and 2013, NZ",
  "rating": "Various",
  "vintage": "2012",
  "wineId": "4600",
  "wineText": "Seifried Sweet Agnes-  Riesling - 375ml",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87b0"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b34"
  },
  "author": "Various",
  "noteText": "\n \n'SWEET AGNES' RIESLING - THE TROPHY TRIO 3X375ML\n$119.00\n\nQTY\n1\nADD TO CART\n'SWEET AGNES' RIESLING 2010\nTROPHY:\nNZ Sweet Wine over £10 - Decanter Wine Awards 2011, UK\n\nGOLD:\nDecanter Wine Awards 2011, UK\n\n90 POINTS:\nLisa Perrotti-Brown (MW), eRobertParker.com #197, 2011, USA",
  "rating": "Various",
  "vintage": "2010",
  "wineId": "4600",
  "wineText": "Seifried Sweet Agnes-  Riesling - 375ml",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87b0"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b35"
  },
  "author": "NM - RP",
  "drinkFrom": "2018",
  "drinkTo": "2026",
  "noteText": "The 2015 Castera has a clean, focused and well-defined bouquet with blackberry, cedar and undergrowth scents. I love the detail here - classy. The palate is medium-bodied with blackcurrant and black plum notes, a pinch of sea salt and black pepper, good structure and quite a grippy finish. Give this a year in bottle and enjoy over several years. Drinking 2018 - 2026. Neal Martin, The wine Advocate",
  "rating": "NS",
  "vintage": "2015",
  "wineId": "1620",
  "wineText": "Chateau Castera  Chateau Castera ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce867a"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b36"
  },
  "author": "Winery",
  "noteText": "A lush and approachable Barolo from a superb new collective. Terre Del Barolo brought together growers in the 1950s, and is newly emerging as a source of extreme quality and value. This bright-fruited Nebbiolo was sourced from an impressive range of eleven villages (hence \"Undicicomuni\") before being fermented in steel, then aged in large and small formats of French oak. Broad textures and flavours are balanced by lushness and precise tannins, making this a wonderful Barolo to drink now or cellar to a decade plus.",
  "rating": "nr",
  "vintage": "1",
  "wineId": "1140",
  "wineText": "Arnaldo Rivera Barolo Undicicommuni",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce864a"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b37"
  },
  "author": "Winery",
  "noteText": "\"A unique wine%3B a true expression of each vintage. Top quality clusters tended with care in the best positions on our vineyards in the eleven villages (%E2%80%9Cundici comuni%E2%80%9D, hence the name) in the Barolo growing area. The circular logo on the label shows, in different colours, the areas of the eleven villages.\"",
  "rating": "nr",
  "vintage": "2016",
  "wineId": "1140",
  "wineText": "Arnaldo Rivera Barolo Undicicommuni",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce864a"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b38"
  },
  "author": "Antonio Galloni",
  "drinkFrom": "2022",
  "drinkTo": "2036",
  "noteText": "The 2016 Barolo Mosconi Vigna Ped is another gorgeous wine in this range. The natural richness of Mosconi comes through loud and clear, but unlike most wines made from this site, Conterno-Fantino's 2015 is wonderfully polished and refined from start to finish. Ripe red and purplish berry fruit, wild flowers, licorice, mint and lavender build as this super-expressive, inviting Barolo shows off its alluring personality. The 2016 is just so phenomenally delicious.",
  "rating": "nr",
  "vintage": "2016",
  "wineId": "2240",
  "wineText": "Conterno Fantino Barolo Mosconi Vigna Ped",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86b8"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b39"
  },
  "author": "Winery",
  "noteText": "Vineyard: Seifried Rabbit Island Vineyard\nDate of Harvest: 12 April 2002\nSugar at Harvest: 24.0°Brix\npH of Wine: 3.21\nT.A of Wine: 10.35g/L\n\nTHE VINEYARD\nThe Rabbit Island vineyard is stony and silty with a very gravely sub surface. The ground is very free draining, friable and easy to work, giving a light and intensely varietal crop. The Mendoza clone of Chardonnay, with “hen and chicken” bunches is no exception.\n\nThe canopy was extensively leaf plucked during the summer while the grapes were developing, allowing light and air movement around the fruit zone and helping to develop the lovely citrus and passionfruit flavours.\n\nWINEMAKERS NOTE\nThe juice was fermented in a new American and French Oak barriques. The wine then underwent malolactic fermentation, following this it remained on the lees. Fortnightly lees stirring for 12 months contributed to a rich doughy weight to the palate.\n\nTASTING NOTE\nRich full flavours with a lovely depth of ripe, slightly buttery citrus passionfruit flavours, a nutty oak and fresh acidity.",
  "rating": "Na",
  "vintage": "2002",
  "wineId": "4590",
  "wineText": "Seifried Winemakers Collection Nelson Barrique Fermented Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87af"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b3a"
  },
  "author": "Winery",
  "noteText": "WINE ANALYSIS\nVineyard: Seifried Brightwater Vineyard\nDate of Harvest: Mid March 2019Sugar at Harvest: 23.6°Brix\npH of Wine: 3.36\nT.A of Wine: 5.2g/L\nResidual Sugar: dry <1g/L\n\nThe ‘hen and chicken’ berries of the Mendoza clone of Chardonnay give full tropical flavours. Fruit was harvested and brought to the winery where it was immediately pressed and cooled for a 24 hour settling period. Following this the juice was racked and warmed before inoculation. Once the ferment was active it was gravity fed to new, one and two year old French barriques. The wine completed primary alcohol fermentation in oak before undergoing malolactic fermentation. During these alcoholic fermentations the barrels were hand stirred periodically to build palate weight and structure. Following this the wine was left sitting on its yeast lees for a further 12 months before being racked from barrique and prepared for bottling.\n\nTASTING NOTE\nThe 2019 Aotea by the Seifried Family Chardonnay is a blend of a handful of the very best barrels from our outstanding 2019 vintage. The wine is rich and luscious with notes of toasted hazel nuts, cinnamon brioche and baked peach. The palate is supple with toasty oak notes lingering on the finish. \nSuitable for Vegetarians and Vegans: Yes\n\n",
  "rating": "Na",
  "vintage": "2019",
  "wineId": "4620",
  "wineText": "Seifried Aotea Nelson Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87b2"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b3b"
  },
  "author": "Winery",
  "noteText": "WINE ANALYSIS\nVineyard: Seifried Rabbit Island Vineyard\nSugar at Harvest: 23.9°Brix\npH of Wine: 3.41\nT.A of Wine: 6.9g/L\nWINEMAKERS NOTE\nThe “hen and chicken” berries of the Mendoza clone of Chardonnay give full tropical flavours. The grapes for this Chardonnay were grown adjacent to the winery. The fruit was harvested and brought to the winery where it was immediately pressed and cooled for a 24 hour settling period. Following this the juice was racked and warmed before inoculation. Once the ferment was active it was gravity fed to one year old French and American barriques. The wine completed primary fermentation in oak before undergoing malolactic fermentation. During these fermentations the barrels were hand stirred every two weeks to build palate weight and structure. Following this the wine was left sitting on its yeast for a further 14 months before being racked from barrique and prepared for bottling in June 2010.\n\nTASTING NOTE\nOur Winemakers Collection Barrique Fermented Chardonnay is the “pick of the bunch” ....our winemaking team taste and analyse all our Chardonnay blocks, clones and individual barrels to literally piece together this opulent wine. The 2009 has radiant and ripe stonefruit lifting out of the glass. This is supported by elegant well integrated oak and barrel ferment characters. Butterscotch, hazelnut and fine spicy oak notes weave with orchard summer stonefruit notes on the palate to leave a lasting impression.\n\n",
  "rating": "Na",
  "vintage": "2009",
  "wineId": "4590",
  "wineText": "Seifried Winemakers Collection Nelson Barrique Fermented Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87af"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b3c"
  },
  "author": "na",
  "noteText": "Chateau Castera- with its beautiful Italianate building situated in a landscape of vines (pictured above), sits just north of Saint Estephe, in Saint-Germain d'Estuil. This Platinum winner is a blend of 65% Merlot, 25% Cabernet Sauvignon, 5% Cabernet Franc and 5% Petit Verdot, from clay-limestone and gravel soils.",
  "rating": "na",
  "vintage": "2015",
  "wineId": "1620",
  "wineText": "Chateau Castera  Chateau Castera ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce867a"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b3d"
  },
  "author": "Stephan Reinhardt, RP",
  "noteText": "Great news for Riesling lovers (and collectors) - Pierre Trimbach believes that the new release 2015 wines will prove similar to those of 1971, which is not just one of Alsace’s all-time greatest vintages, but, for what it’s worth, also my favorite all time modern Alsace vintage",
  "rating": "na",
  "vintage": "2015",
  "wineId": "2820",
  "wineText": "Domaine Trimbach Riesling Mandelberg Grand Cru",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86f2"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b3e"
  },
  "author": "Vineyard",
  "noteText": "Inviting aromas of white blossom, delicate peach and hints of citrus. Not obvious or overt: just balanced and uncomplicated. However, the palate is where it all becomes more serious with nutty and complex flavours, both mouth-coating and alluring. Harmonising time in barrel (16 months), but no new oak, avails a revelatory transparency promoting an emphasis on site expression. The deep schist soils of Block 2, without make-up and winemaking artefact, are plainly evident in the long and mineral finish. Introduction Beginning with meticulous site selection and vineyard design started in 1991, Felton Road's story is one of refusal to compromise. A strict 100% estate policy with fully organic and biodynamic viticulture (Demeter certified) ensures that our fruit arrives at the winery as pure as it can be, while our entire estate comes as close to true sustainability as is possible. A commitment to hands off winemaking: gravity flow, wild yeasts, wild malo, an avoidance of fining and filtration all help preserve the wine's expression of its terroir. The result is Riesling, Chardonnay and Pinot Noir which accurately express the authenticity and complexity of our unique vineyards. Gareth King; Viticulturist, Blair Walter; Winemaker, Nigel Greening; Proprietor. Vineyard & Viticulture Felton Road farms four properties totaling 32 ha in the Bannockburn sub-region of Central Otago. Block 2 was planted in 1992 and is positioned on a gentle east facing slope of deep angular schist soils immediately north of Block 3 on The Elms vineyard. Meticulous summer management of a single vertical shoot positioned (VSP) canopy ensures even and early fruit maturity. Shoot thinning, shoot positioning, leaf plucking, bunch thinning and harvest are all carried out by hand to ensure optimum quality fruit. Cover crops are planted between rows to assist in vine balance and to improve soil health and general biodiversity. Vintage A vintage characterised by exceptional heat, with warmer than normal overnight temperatures being of particular note from October through January. As has often been the case, this was a vintage of two halves. When our calendars moved from January to February, the turning of the page was both literal and figurative. Temperatures crashed back down to ordinary levels (in fact, the coolest in 14 years) and the drought was broken by the wettest February on record. This cool and wet month slowed the ripening considerably and fortunately allayed our concerns for the potential style and quality of the wines; due to the preceding warm months and advanced season. Harvesting began early on 28 February and proceeded in an orderly and measured pace over the next three weeks. Vinification Mendoza clone Chardonnay from Block 2 was whole bunch pressed and flowed immediately (without settling) by gravity to barrel in the underground cellar. Fermentation with indigenous yeasts in seasoned French oak (no new oak) was followed by a long and complete malolactic over the spring and summer. After 16 months in barrel the wine was racked to tank for bottling in late-August 2019. The wine was not fined or filtered.",
  "rating": "n/s",
  "vintage": "2018",
  "wineId": "3140",
  "wineText": "Felton Road Wines - Block 2 Chardonnay ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8714"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b3f"
  },
  "author": "Farr Vintners",
  "noteText": "\"Unlike many in the wine world, the Brajkovich family are not known for over-hyping the quality of their wines at Kumeu River. Despite consistently high praise in critical review for Chardonnays that are – in our opinion – world class, the prices and people behind the wines have remained remarkably modest. And so, when Michael Brajkovich told us that 2020 might be the best vintage he has ever made, we took it very seriously. Could the new vintage possibly top the unquestionably great 2019s? 2020 is undoubtedly another brilliant vintage at Kumeu River. Time will tell whether 2019 or 2020 will win out, but Michael Brajkovich is clear in his belief that this vintage is his greatest achievement to date.\n",
  "rating": "N/a",
  "vintage": "2020",
  "wineId": "3621",
  "wineText": "Kumeu River Mate's Vineyard Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8749"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b40"
  },
  "author": " Richard Kelley",
  "noteText": "“Ever since the early 1990s, there has been numerous debates and taste-offs between Loire lovers to try and establish which of the two years - 1989 or 1990 - would prove to be the better vintage. Both are superlative sweet wine years, although the conditions leading up to harvest, along with the resulting wines could not have been more different. Whilst 1989 is a distinctly passillerage year, 1990 was distinguished by the arrival of botrytis.”\n– Richard Kelley MW",
  "rating": "N/a",
  "vintage": "1990",
  "wineId": "3870",
  "wineText": "Marc Bredif Grande Annee",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8767"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b41"
  },
  "author": "Winery",
  "noteText": "Our Estate is often the first wine from Puriri Hills that people taste as it is a\nfavourite of many fine dining restaurants. Often more approachable and ready to\ndrink a bit younger. It is very expressive of the vintage year by year.\nOrigin\nWe grow the classic varieties of Merlot, Cabernet Franc, Carmenère, (a lost Bordeaux\nvariety) Cabernet Sauvignon and Malbec in our vineyard at Clevedon overlooking the\nHauraki Gulf in Southeast Auckland. They are blended to create an outstandingly\ncomplex and elegant wine.\nvintage\n2017 provided us with a very wet season culminating in heavy rainfall during March\nand April that was more than twice our average. From these very challenging growing\nconditions a smallish crop was produced. The canopy and fruit are manicured by hand\nthroughout the season. We are dry land farmers and embrace the practices of natural\nfarming managing our vineyard with organic or biodynamic soil additions and manual\ncanopy and understory work. We handpicked parcels at the peak of ripeness between\n10 April and 21 April. Total production for the vintage was just over 8 tonnes from 5.5\nacres of vines. Vine spacing is 1 x 2.5 metres. Vine age is 17 to 20 years winemaking.\nwinemaking\nIn the winery, bunches were 100% destemmed and 80% crushed into oak cuves or\nstainless steel open-top fermenters. Ferments were cold soaked briefly to allow wild\nyeast development, then inoculated with oenological yeasts. Total time on skins\nranged from 1-3 weeks depending on the varietal, fruit condition and the character\ndesired. Free run wines were put to barrel and marc was lightly basket pressed. All\nwine was barrel-aged in French oak for ca. 21 months before final blending. The wine\nwas lightly filtered and bottled under cork on the estate.",
  "rating": "n/a",
  "vintage": "2017",
  "wineId": "5530",
  "wineText": "Puriri Hills - Estate",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8810"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b42"
  },
  "author": "Good wine",
  "noteText": "Made by the 5th oldest producer in Rioja, one of only 10 producers who can release \"old\" wines before 1980\nFrom the 1982 vintage - rated \"Excellent\", the highest rating possible\nOnly 8 vintages between 2018-1965 have been rated \"Excellent\"\nRioja is one of the world’s most famous wine growing regions and this winery, Vina Valoria, can brag that they’ve been producing wines from the area since the 60s….1860’s that is! That makes Vina Valoria the fifth oldest producer in the region and one of only ten producers to be allowed to release “old vintages” from before 1980.\n\nNZ Master of Wine Steve Bennett regularly travels through Europe sniffing, swirling and spitting his way through thousands of wines to find the best and the best of the best to chuck on a boat and bring into Aotearoa.\nThis is their mightily impressive 1982 Rioja. It’s been perfectly aged for over 35 years now before landing on NZ’s shores recently. This is a rare opportunity to try a wine of this impressive age with each bottle  individually numbered too.\n\nBetween 1965-2018 (over 50 years!) only 8 vintages have been officially declared “Excellent” by Rioja wine authorities. 1982 was one of them.",
  "rating": "n/a",
  "vintage": "1982",
  "wineId": "1300",
  "wineText": "Bodegas  Valoria Vina Valoria ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce865a"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b43"
  },
  "author": "Winery",
  "noteText": "Hand Picked, whole bunch pressed, aged for 10 months in used French oak puncheons on yeast lees.  The peach, vanilla, subtle oak and bready notes meld for a seamless melange of characters.  Classically proportioned Hawke’s Bay Chardonnay showing a rich and long texture with soft acidity. ",
  "rating": "N/a",
  "vintage": "2018",
  "wineId": "2970",
  "wineText": "Easthope Chardonnay - Skeetfield",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8701"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b44"
  },
  "author": "Winery",
  "noteText": "Colour is pale straw. The aromas are complex and sweet showing\ntoasty and buttery aromas with peach notes and hints of marzipan. \nThe palate is very full bodied and rich with a fine structure with \nhuge fruit and a long clean finish. \nOur Huchet Chardonnay has a fine finish showing great potential. \nWe chose a very high quality cork to seal the wine so as to develop \nfurther complexity with age. \nAlcohol 13.8% \nTotal Acid 6.1/l \nPH 3.38 \nResidual Sugar 2 g/Viticulture\nThis Chardonnay was hand-picked off selected vineyards. The crop loads was fairly \nlight, around six tonnes per hectare. The fruit was chosen for our Huchet \nChardonnay because of the traditionally low cropping vines and the exceptional \nflavour development in the fruit for this great vintage.\nWinemaking\nThe whole handpicked bunches were lightly pressed to achieve\nlow extraction from the skins and ensure a wine with fine structure. The juice was\nbarrel fermented with indigenous yeasts in French oak, 33% new for 9 months then \ntransferred with the lees to older seasoned oak to avoid excessive oak influence \nand emphasise the bold fruit of the wine. Barrel ageing on the yeast lees for a total \ntime of 16 months has given optimum oak integration and richness. A selection of \nnew, one and two year old barrels was selected to achieve the balance and intensity \nwe stove for. 100% of the wine went through malolactic fermentation\n",
  "rating": "N/a",
  "vintage": "2013",
  "wineId": "3930",
  "wineText": "Mission Chardonnay - Huchet",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce876d"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b45"
  },
  "author": "Vineyard",
  "noteText": "VITICULTURE \r\nTerroir : 80% Broadbridge Clay, 20% Greywacke riverbed High Density Planting: 4400-6000 vines/Ha Yield : 7.2t/Ha (54 Hl/Ha) The heavy clay soil naturally permits good water regulation and avoids excess vigour %E2%80%93 acting as a sponge, the clay holds excess water when it rains and liberates it slowly to the vine when the soil is dry. This assists in a consistent and smooth grape ripening period. \r\nWINE MAKING \r\nThe wine is fermented in stainless steel tanks to retain fruit elegance and flavour; it is then aged on fine lees for six months. Lees stirring allows us to stabilise the wine naturally, fining the wine only once before a light filtration. Our objective is to reveal expressive aromas of tropical fruits, a slight minerality and to get a round mouth feel, while keeping natural weight on the palate obtained from the clay. \r\nTASTING \r\nThe 2012 Bel Echo has intense ripe fruit aromas, peach with a hint of grapefruit, very lush with a delicate note of chalky minerality. The palate is beautifully defined by great length, with mouth watering citrus, minerals and a dry finish.",
  "rating": "n/a",
  "vintage": "2012",
  "wineId": "2220",
  "wineText": "Clos Henri Bel Echo",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86b6"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b46"
  },
  "author": "Winery",
  "noteText": "50% Chardonnay and 50% Pinot Blanc\n\nThis is the jewel in the crown of Tuscan white wine-making and easily mistakable for a leading white Burgundy. It has an intense floral note of acacia, alongside melon and honey, balanced oak, smoke and toast. The palate is creamy, full bodied and round, with rich texture, superb tension and sweet spice. It is a remarkable triumph and a must have wine for any collection. It is a fusion of Puligny-Montrachet, Chassagne Montrachet and Tuscany.\n",
  "rating": "N/a",
  "vintage": "2017",
  "wineId": "4360",
  "wineText": "Querciabella Toscana Batar IGT",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8798"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b47"
  },
  "author": "Antonio Galloni, Vinous",
  "noteText": "\"This is the estate that focused everyone’s attention on the need to bottle single-contrada Nero d’Avolas – something that, unlike on Etna, has only started to take hold recently on the rest of the island with grape varieties other than Carricante or the Nerellos. In fact, at Gulfi, the Catania family recently planted a few more hectares to bush vines of Nero d’Avola in both the Maccari and Bufaleffj contrade. Co-owner Matteo Catania strongly believes in the grand cru quality of Pachino’s exceptional Nero d’Avola wines and is working to have this subzone recognized officially, instead of being lumped into the bigger Noto category. Catania also would like to see a Nero d’Avola wine subdenomination in the Cerasuolo di Vittoria zone, much as there now exists the Vittoria Frappato designation; one possibility is that it could be called Nero d’Avola Monti Iblei after the local mountains.\r\n\r\nMore importantly, perhaps, is that Gulfi has made some of its best wines ever these last two years, and especially so in 2016, which is admittedly a fantastic vintage in Sicily. The 2016 Nerobufaleffj and 2016 Nerosanlorè are, if not the best, then definitely among the best wines ever made from these contrade, at least at a similar stage of development. But all the other wines, whites included, have improved by leaps and bounds, too, boasting greater precision, depth and refinement.\"\r\n-- Ian D'Agata, August 2019\r\n\r\n\"When I think of benchmark producers of Nero d’Avola one of the first names that comes to mind is Gulfi. The estate makes a number of single-vineyard Nero d’Avolas that provide an opportunity to explore the various shades this great Sicilian variety is capable of expressing. Gulfi’s best-known wines emerge from head-trained Nero d’Avola in the Pachino and Val di Noto districts, all farmed organically. The Reseca, a Nerello Mascalese from the slopes of the Etna, is the exception, but it, too, is fabulous.\"\r\n— \r\n",
  "rating": "N/a",
  "vintage": "1",
  "wineId": "4910",
  "wineText": "Tenuta Gulfi Nero Sanlore",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87cf"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b48"
  },
  "author": "Winery",
  "noteText": "COLOUR: Pale straw\n\nAROMA: Intense and pure aromas of fresh passionfruit, and ripe citrus. Notes of dried herbs, mandarin peel and fresh floral notes give intensity to the aromatics.\n\nPALATE: Powerful, tight and elegant. This wine displays intense ripe fruit flavours of passionfruit and white peach, and tropical fruits with fresh citrus and citrus peel. The palate has intense concentration and generous weight, balanced by an underlying minerality and tight structure to shape a wine with lively tension and textural balance.\n\nANALYSIS: Alc. 13.0% | pH: 3.22 | TA: 7.3\n\nWINEMAKER NOTES:\n\nCool fermentation with cultured yeast in stainless steel tanks was utilised to retain the fresh varietal aromatics. This was balanced by a portion of the fruit subjected to traditional winemaking practices; handpicked, whole bunch pressed and fermented in seasoned oak barrels, adding texture and length to the wine. The result is a hand-crafted wine combining\nthe bright fresh fruit characters with an underlying minerality and fine structure.\n\nVITICULTURALIST NOTES:\n\nThe 2020 season was amazing! If you could reproduce the weather conditions of this season every year you would. Regular winter rainfall and a cool spring encouraged canopy growth but keep cropping levels low. Summer was very dry but stayed relatively cool resulting in healthy vines with no disease or water stress. There was a slow progression into Autumn with a long drawn out ripening period where the fruit reached optimum ripeness in perfect harvest conditions.",
  "rating": "N/a",
  "vintage": "2020",
  "wineId": "1230",
  "wineText": "Auntsfield Single Vineyard Sauvignon Blanc",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8653"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b49"
  },
  "author": "Me",
  "noteText": "14% Abv, Organic\r\n100% Nero d'Avola\r\nOld bush vines 40+ years\r\nRed sandy soil\r\nDOC Sicilia Rosso Region: Pachino (Siracusa) Val di Noto.\r\nVineyard, Vigna San Lorenzo extends for about 2,5 hectares in the San Lorenzo district, at only 10 meters of altitude and 700m from the sea, which strongly influences its cultivation. \r\nStainless steel fermentation with aging in used, small barrels, capacity 500L, where it remains for about two years.\r\n",
  "rating": "N/a",
  "vintage": "2016",
  "wineId": "4910",
  "wineText": "Tenuta Gulfi Nero Sanlore",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87cf"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b4a"
  },
  "author": "Vineyard",
  "noteText": "WHAT IS BEL ECHO?\r\nThis wine is a terroir selection of our estate. The main difference between Bel Echo and Clos Henri is the Terroir. Bel Echo Sauvignon Blanc shows the voluptuous expression of the clay soil whereas the Clos Henri is more of an elegant and mineral expression of the Greywacke stones. The fruit of Clos Henri and Bel Echo are handled the same way from the vineyard to the winery, through to the blend. All our blocks are harvested and kept separately until the blend. \r\n\r\n\r\nWINEMAKERS COMMENTS \r\n\"We believe we have to make the most of the experience acquired by the Bourgeois family, thereby making a Sauvignon Blanc that respects the French winemaking tradition. We also believe that we ought to make a wine that respects the Marlborough character. This wine shows great classical lines while enriched with astonishing Marlborough fruit personality. This personality is sourced from the Clos Henri terroir and revealed through its fine aromatic intensity\". Damien Yvon, Winemaker ",
  "rating": "n/a",
  "vintage": "1",
  "wineId": "2220",
  "wineText": "Clos Henri Bel Echo",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86b6"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b4b"
  },
  "author": "Me",
  "noteText": "Castellare’s top wine, ranked in the Wine Spectator Top 100 on multiple occasions and recognised with the prestigious Gambero Rosso’s Tre Bicchieri and Bidenda’s Cinque Grappoli ratings. The company takes great pride in demonstrating the greatness of the Sangioveto variety, paired with Malvasia Nera\r\n\r\n90% Sangioveto, 5% Canaiolo and 5% Ciliegiolo\r\nSoil type: limestone Vineyard altitude: 350-400 mt. s.l.m.\r\nTraining system: guyot single-arched cane\r\nPlanting density: from 2.700 (old plants) to 6.000 (new\r\nplants) plants per hectare\r\nVinification: in steel, Malolactic fermentation: done\r\nAging: in barrique for 50% new and bottle\r\nDuration of the aging in barrique: from 24 to 30 months\r\nDuration of the aging in bottle: 12 months\r\n\r\n",
  "rating": "N/a",
  "vintage": "1",
  "wineId": "1500",
  "wineText": "Castellare I Sodi di San Niccolo",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce866e"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b4c"
  },
  "author": "Vineyard",
  "drinkFrom": "2017",
  "drinkTo": "2025",
  "noteText": "VINEYARD DESCRIPTION This Cabernet Sauvignon Merlot is a wine that draws on Te Awa's renowned history of growing and producing fine Bordeaux style blends. Our Cabernet Sauvignon is blended with wine grown from the oldest Merlot and Cabernet Franc vines on the Estate%3B an average vine age of 25 years. With the Estate straddling the edge of the Gimblett Gravels and Bridge Pa Triangle sub-regions, there are a diverse range of soil types on the Te Awa vineyard. The sections of the vineyard used for this wine are all on the Gimblett Gravels side of the Estate where the soil is made up of free draining river gravels interspersed with a little sand and silt. 2013 was a fantastic growing season in Hawke's Bay with a warm and dry summer producing grapes that were full flavoured yet not over-ripe and picked in perfect condition. WINEMAKING The individual vineyard parcels for this wine were hand picked separately and made the short trip into the winery where they were destemmed but not crushed and tipped into stainless steel open top fermenters. After a brief cold soak, some of the grapes underwent a natural fermentation and the rest were inoculated with select yeast strains. The young wines were pressed off after 12-15 days total maceration and run into French oak barriques (35% new) for malolactic fermentation and ageing. Blended in September 2014 and put back to barrel for a further six months, the wine was then bottled after a total of 21 months ageing in barrel. WINEMAKER'S COMMENT This is a refined and elegant blend of Cabernet Sauvignon (73%), Merlot (24%) and Cabernet Franc (3%). The nose displays classic Cabernet Sauvignon characters of cassis, tobacco and cedar with underlying black plum and perfume from the Merlot and Cabernet Franc respectively. The palate is soft with red and dark fruit flavours and supple tannins. Enjoy on its own, or try with char grilled skirt steak. IDEAL DRINKING Cellaring is recommended but the wine can equally be enjoyed in its youth. Variety: Cabernet Sauvignon 73%, Merlot 24%, and Cabernet Franc 3%. Oak Use: French oak barriques, 35% new Alcohol: 14.0% pH: 3.61 Total acidity: 5.93 g/L Residual sugar: Nil",
  "rating": "N/a",
  "vintage": "2013",
  "wineId": "3580",
  "wineText": "Kidnapper Cliffs (Te Awa) Cabernet Sauvignon/Merlot ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8741"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b4d"
  },
  "author": "Winery",
  "noteText": "Pyramid Valley Lions Tooth Chardonnay\nPYRAMID VALLEY LION'S TOOTH CHARDONNAY 2019\n2019\n\n£80.00\n\nPyramid Valley Lion's Tooth Chardonnay 2019 quantity\n1\nADD TO THE BASKET\nThis 0.4-hectare site takes its name from the vineyard’s abundance of dandelions (‘dent-de-lion’, or lion’s tooth in French). It is a steeply inclined, east-facing site on the classic limestone and clay of the area but here the lower levels of clay compared to Field of Fire result in it being the less vigorous of the two Chardonnay blocks. It is also more exposed and ripens earlier. In 2019, Lion’s Tooth was picked more than a week before Field of Fire.\n\nThe winemaking is the same as for the Field of Fire yet the differences in the signature of place are obvious. Here, the terroir offers breadth and layers, although the wine retains the cool energy of the climate and the limestone soils. It is a wine that celebrates richness and tension.",
  "rating": "N/a",
  "vintage": "1",
  "wineId": "4350",
  "wineText": "Pyramid Valley Chardonnay Lions Tooth",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8797"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b4e"
  },
  "author": "Various",
  "noteText": "98-99 POINTS: James Suckling\n95-97 POINTS: Wine Enthusiast\n93-96 POINTS: Antonio Galloni\n92-94 POINTS: RobertParker.com\n",
  "rating": "Many",
  "vintage": "2016",
  "wineId": "2020",
  "wineText": "Château Rieussec Château Rieussec - 375ml",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86a2"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b4f"
  },
  "author": "Mark Henderson",
  "noteText": "Expressively fragrant nose of sweet cedar, warm baguette, spice and ripe peach. Lovely texture and while there’s clear power here, it retains a wonderful lightness, brightness and energy. An appealing chewiness builds with time, the whole offering complexity and depth as it flows to a long finish.",
  "rating": "Excellent",
  "vintage": "2018",
  "wineId": "5090",
  "wineText": "Trinity Hill 125 Gimblett Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87e1"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b50"
  },
  "author": "Winery",
  "noteText": "The wine displays subtle tropical fruit, granny smith apple and a hint of summer nettles with underlying spice from time in large oak cuve. The palate is initially soft and textural then carried by refreshing acidity to a very long lingering finish. Enjoy over the next 3 years or more when cellared correctly.  The fruit for the 2020 Catalina Sounds Sauvignon Blanc is predominantly sourced from the estate vineyard, Sound of White in the Waihopai Valley (39%) and five grower vineyards in Fairhall, Renwick and the central Wairau plain. VB Premium (17%), Cresswell (12%), Allen (12%), Bond (8%), Linford (12%).  The 2019/2020 season will be one to remember for a number of reasons. Spring started out with mixed weather %E2%80%93 cool temperatures, strong northwest winds, rain and a healthy dose of sunshine which became settled warm weather through flowering in December, ensuring a modest fruit set. Late January into February was hotter than average and very dry, then eased into classic Marlborough warm days and cool nights. Those warm days and cool nights helped to retain the unique fruit profile of Marlborough with some fresh, racy acidity to match.  Due to the season's low rainfall and high sunshine hours disease pressure was very low and provided us with beautiful, clean fruit. Nature threw a curveball with Corona Virus, just as harvest was getting busy but thankfully we were incredibly privileged to continue, as the fruit quality was rumoured to be the best in over a decade. All the fruit was harvested between the 19th of March and the 11th of April.",
  "rating": "About",
  "vintage": "2020",
  "wineId": "1510",
  "wineText": "Catalina Sounds Sauvignon Blanc",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce866f"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b51"
  },
  "author": "Winery",
  "noteText": "Pol Roger only produces the Brut Rosé in vintage years. The wine is a blend of 50% Pinot Noir, 35% Chardonnay vinified blanc from 20 1er and Grand Crus in the Montagne de Reims and Côte des Blancs regions. The remaining 15% is Pinot Noir that has been vinified “en rouge” and then added to the final blend prior to the second fermentation.\r\n\r\nVinification: The must undergoes two débourbages (settlings), one at the press house immediatly after pressing and the second, a débourbage à froid, in stainless steel tanks at 6°C over a 24 hour period. A slow cool fermentation with the temperature kept under 18°C takes place in stainless steel with each variety and each village kept seperate. The wine undergoes a full malolactic-fermentation prior to final blending. Secondary fermentation takes place in bottle at 9°C in the deepest Pol Roger cellars (33 metres below street level) where the wine is kept until it undergoes remuage (riddling) by hand, a rarity in Champagne nowadays. The very fine and persistent mousse for which Pol Roger is renowned owes much to these deep, cool and damp cellars",
  "rating": "About",
  "vintage": "2012",
  "wineId": "4270",
  "wineText": "Pol Rojer Brut Rose Vintage",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce878f"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b52"
  },
  "author": "Winery",
  "noteText": "Whitehaven’s Greg Series wines are the ultimate in single vineyard expressions... the finest wines they can make and each a tribute to their late founder Greg White who tragically died of cancer several years ago. 2019 was a great vintage and this Awatere vineyard has yielded magnificent fruit with deep flavours, great purity and outstanding aromatic intensity... a wine Greg would be chuffed to know bears his name.\r\n\r\nGreg is a tiny production... a fraction of some other more prominent Marlborough producers whose wines sell at a greater premium. It enables the vineyard and winemaking teams to craft a wine of exceptional quality that sets it apart. Succulent and beautifully textured, the acidity is bright and round and with a wet rock like minerality combines to give fabulous lift to the rich, pure fruit. Not just a tribute to Greg, also a tribute to those who made it in his name... its quality verified by taking out the Champion Sauvignon Blanc Trophy at this year’s Royal Easter Show.",
  "rating": "About",
  "vintage": "2019",
  "wineId": "5350",
  "wineText": "Whitehaven Greg Sauvignon Blanc",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87fb"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b53"
  },
  "author": "Glengarry",
  "noteText": "The Reserva is the jewel in the Finca Nueva crown. The Tempranillo fruit was matured for 24 months in French barriques before being bottled unfiltered and then bottle-aged prior to release. Balanced and aromatic, the soft, vanillan-edged cherry and plum characters encased in a velvet-lined finish.",
  "rating": "About",
  "vintage": "2010",
  "wineId": "3180",
  "wineText": "Finca Nueva Reserva",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8718"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b54"
  },
  "author": "Me",
  "noteText": "From the very steep, warm and sunny Mandelberg Grand Cru in Mittelwihr, where the 30- to 60+-year-old vines are cultivated on limestone soils.",
  "rating": "a",
  "vintage": "-1",
  "wineId": "2820",
  "wineText": "Domaine Trimbach Riesling Mandelberg Grand Cru",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86f2"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b55"
  },
  "author": "JS",
  "noteText": "\"This is really crazy. The layers of fruit to this and the sheer intensity are really superb. Full-bodied and very sweet yet energetic and focused. Dense and tight. Tasted it and said OMG right away!\" — James Suckling",
  "rating": "98-99",
  "vintage": "2016",
  "wineId": "1870",
  "wineText": "Chateau Lafaurie Peyraguey Chateau Lafaurie Peyraguey - 375ml",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8693"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b56"
  },
  "author": "Bob Campbell",
  "noteText": "“Concentrated chardonnay with grapefruit, tree fruits and oyster-shell characters. Very pure and defined. A seductive wine that has the X-factor. Wonderfully textural. From a vineyard next to Villa Maria’s winery and a short drive from Auckland Airport.”",
  "rating": "98/100",
  "vintage": "2019",
  "wineId": "5240",
  "wineText": "Villa Maria Chardonnay Ihumatao Vineyard",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87f0"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b57"
  },
  "author": "AG",
  "noteText": "“The 2015 Ornellaia is a dream wine with magnificent balance. All the elements are in the right place. In most vintages, Ornellaia needs time to fully come together, but the 2015 is just impeccable, even in the early going. The warm vintage notwithstanding, winemaker Axel Heinz crafted and Ornellaia is more about finesse and power. The potent, bruising tannins Ornellaia can show as a young wine are nowhere to be found. Bright raspberry jam, mint, white flowers and pomegranate are some of the many notes that punctuate the finish in a memorable Ornellaia that will go down among the great vintages produced at this reference-point estate.”",
  "rating": "98/100",
  "vintage": "2015",
  "wineId": "4870",
  "wineText": "Tenuta Dell Ornellaia Ornellaia",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87cb"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b58"
  },
  "author": "Robert Parker",
  "noteText": "\"Bollinger's 2008 La Grande Année is superb, wafting from the glass with aromas of crisp orchard fruit, ripe lemons, honeycomb, warm biscuits, dried white flowers and a delicate top note of walnuts and fino sherry. On the palate, the wine is full-bodied, broad and vinous, with a beautifully refined mousse, superb concentration at the tightly wound core, incisive acids and a supremely elegant intermingling of Bollinger's oxidative stylistic signatures with fresh, vibrant fruit. The finish is long, precise and chalky. This is a Grande Année built for the cellar—the real excitement will come with a bit more bottle age—but this is already a thrilling Champagne in the making. Finished with eight grams per liter dosage, it was disgorged by hand in July 2018. This is also the first vintage of Grande Année to be bottled in Bollinger's new narrower-necked 1846 bottle, which should make for a slower evolving wine.\" 97+ Points, Robert Parker",
  "rating": "97+",
  "vintage": "2008",
  "wineId": "1340",
  "wineText": "Bollinger La Grande Annee",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce865e"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b59"
  },
  "author": "James Halliday",
  "drinkFrom": "2021",
  "drinkTo": "2029",
  "noteText": "\"Pale straw-green; a most attractive wine from start to finish. The palate opens with a flourish, but\r\ndoes so without bombast. Rock melon, white peach and an echo of grapefruit lay down the path for\r\nthe long journey ahead.\" Drink by 2029",
  "rating": "96/100",
  "vintage": "2017",
  "wineId": "5330",
  "wineText": "Voyager MJW Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87f9"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b5a"
  },
  "author": "RP",
  "noteText": "\"The 2016 Doisy Daene has a generous bouquet with lovely scents of yellow flower and peach infusing the honeyed aromas. The palate is fresh on the entry with tangy orange peel and peachy notes, very harmonious and viscous in texture, leading to a detailed and persistent finish that is one of the most delicious I can remember from this Barsac estate. This wine will always be tinged with sadness, since it coincides with the passing of Denis Dubourdieu. But his legacy will live on in his wines, including this one, which is magnificent.\"— RobertParker.com",
  "rating": "95-97",
  "vintage": "2016",
  "wineId": "1760",
  "wineText": "Chateau Doisy Daëne Chateau Doisy Daëne - 375ml",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8688"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b5b"
  },
  "author": "Wine Enthusiast",
  "noteText": "\"Lots of botrytis here in addition to dried mushrooms and dried fruit such as pineapple and peaches. Medium to full body. Medium sweet. Very long and intense. A triumph.\"<BR>— James Suckling<BR><BR>\"Made by the Lafite-Rothschild team, this is a powerfully dense wine. It has intense botrytis and fine acidity, as well as sumptuous ripe marmalade and apricot flavors. This is certainly for long-term aging.\"— Wine Enthusiast Magazine",
  "rating": "95-97",
  "vintage": "2016",
  "wineId": "2020",
  "wineText": "Château Rieussec Château Rieussec - 375ml",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86a2"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b5c"
  },
  "author": "RP",
  "noteText": "\"The 2016 Cervaro della Sala ushers forth with grace, beauty and finesse. The mouthfeel is thinner and more streamlined, but this is in large part intentional. I have written about this in the past: This celebrated Italian white has experienced a restyling effort to lighten and brighten it up. Harvest is executed a bit earlier in order to limit alcohol. The percentage of Grechetto was reduced to make more room for the freshness and natural acidity that comes from the increased Chardonnay component. Lastly, skin maceration times were tweaked and reduced from about eight hours in past vintages to four to six hours (at cooler temperatures) in this vintage. All of these changes work to reverse the textural heaviness and fruit maturity that, to many, feels out of date in today's wine market. The results are clear. This is a pristine and elegant interpretation with crisp notes of peach and tropical fruit followed by sharp mineral definition. Those salty flavors come from the Grechetto. The wine ferments and stays in oak for five months. This is a classic vintage that has produced a profoundly vertical and focused wine. I'm told that great efforts have been made to recreate this magic formula in 2017, despite the fact that vintage is much hotter and drier. For now, we have this beautiful wine to drink.\" ",
  "rating": "95+",
  "vintage": "2016",
  "wineId": "1110",
  "wineText": "Antinori Cervaro della Sala IGT ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8647"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b5d"
  },
  "author": "Cameron Douglas",
  "noteText": "\"Smoky, toasty, cashew nut and baked yellow stone fruit, baking spices and complexity from some bottle-age and excellent pure fruit source. On the palate - silky almost creamy in texture, flavours of white fleshed fruits and citrus, red apple and baking spices with a light toasty wood layer. Medium acidity, call it full-bodied with a focused and lengthy complex finish. Well made and ready to enjoy from today and through 2024%2B%2B",
  "rating": "95%2B",
  "vintage": "2016",
  "wineId": "4140",
  "wineText": "Pegasus Bay Virtuoso Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8782"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b5e"
  },
  "author": "RP",
  "noteText": "\"The 2016 Château Lafaurie-Peyraguey has a perfumed, minerally bouquet that is taut and focused, beautifully defined and very precise. The palate is very well balanced with peach, nectarine and honey on the entry. This is a complex Sauternes, armed with superb acidity and bite, leading to a persistent finish that offers a dab of peaches and cream on the aftertaste. This is excellent.\" — RobertParker.com",
  "rating": "94-96",
  "vintage": "2016",
  "wineId": "1870",
  "wineText": "Chateau Lafaurie Peyraguey Chateau Lafaurie Peyraguey - 375ml",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8693"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b5f"
  },
  "author": "ML-RP",
  "noteText": "\"Giancarlo Pacenti knows his land well and is a skillful farmer, especially with regards to navigating a challenging vintage like this. The 2012 Brunello di Montalcino Vecchie Vigne boasts a beautifully saturated ruby color that appears healthy and bright. The aromas are presented with precision and balance. A wine like this offers irrefutable evidence that old vines are the best remedy in a hot and dry vintage. The wine's various elements are intact and focused. Dark cherry, candied plum, exotic spice, tar and licorice form a united front. I prefer this vintage to 2011.\"\n— 94+ Points, Monica Larner, RobertParker.com\n",
  "rating": "94+",
  "vintage": "2012",
  "wineId": "4680",
  "wineText": "Siro Pacenti Brunello di Montalcino Vecchie Vigne ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87b8"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b60"
  },
  "author": "Various",
  "noteText": "The 2017 Graacher Himmelreich Spätlese is deep, clear and flinty on the fascinating, elegant and complex nose. It is lush, precise, piquant and refined on the palate, with more transparency, freshness and crunchy slate minerality compared to the Bernkastel and Zeltingen. The wine is highly stimulating and salty, with concentrated grapefruit aromas. This wine is really enchanting. Open the bottle and glou-glou... Tasted in March 2019. Stephan Reinhardt– Robert Parker’s ‘The Wine Advocate’\n \nVery expressive and open, offering a rich yet zingy framework. This features apricot, lime and candied orange flavors, with a minerally texture and vivid structure. Shows intensity and depth, but remains almost weightless and very graceful. Harmonious from start to long-lasting finish. Drink now through 2035. 210 cases made.\n \nJasmine tea and gun-powder aromatics. Really floral and petal-detailed delicacy, clementine, and as it unfurls there’s earl grey tea leaf. Keeps opening in the mouth and keeps opening on the finish. So much here already and so much more to come. Jancis Robinson MW\n",
  "rating": "94, 17",
  "vintage": "2017",
  "wineId": "3530",
  "wineText": "Joh. Jos Prum Riesling Graacher Himmelreich Spatlese ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce873c"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b61"
  },
  "author": "Wine Advocate",
  "noteText": "The Wine Advocate Author: William Kelley Date: Thursday, April 30, 2020 \"Remembering the rather reserved phase in which I had found Pol Roger's 2012 Brut Ros%C3%A9 when I reviewed it in August, I pulled a bottle from my cellar to check in on its evolution. A few months have made a difference, and the wine is more expressive already, wafting from the glass with a lovely bouquet of plums, red berries, blood orange and toasted brioche. On the palate, it's full-bodied, muscular and vinous, with terrific depth and structure at the core, its ripe but racy acids balanced by considerable texture and concentration. While this remains youthfully tight-knit, I'm inclined to think I was very conservative regarding its ultimate potential.\"",
  "rating": "94%2B",
  "vintage": "2012",
  "wineId": "4270",
  "wineText": "Pol Rojer Brut Rose Vintage",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce878f"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b62"
  },
  "author": "Variious",
  "noteText": "— 97 Points, Daniele Cernilli · DoctorWine — 95 Points, Jamie Goode, WineAnorak.com — 94 Points, Antonio Galloni, Vinous.com — 94 Points, Falstaff — 17++/20 Points,  Walter Speller · Jancis Robinson — 4/4 Corona · Vinibuoni d’Italia 2020",
  "rating": "94 - 97",
  "vintage": "2017",
  "wineId": "4370",
  "wineText": "Querciabella Chianti Classico Riserva",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8799"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b63"
  },
  "author": "Various",
  "noteText": "Decanter  - 95/100 \nJames Suckling  - 94/100 \nVinous  - 96/100 \nWine Spectator  - 95/100 \nxtraWine  - 96/100 ",
  "rating": "94 - 96",
  "vintage": "2016",
  "wineId": "5550",
  "wineText": "Val di Suga - Brunello di Montalcino Poggio Al Granchio",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8812"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b64"
  },
  "author": "Antonio Galloni",
  "noteText": "\"The 2016 Rieussec is gorgeous. Despite the relatively low acidity of the vintage, it preserves a good deal of aromatic freshness, with plenty of lemon confit, passion fruit and coconut overtones. The decision to lower the Sémillon a touch and increase the Sauvignon Blanc has paid handsome rewards. The 2016 is not a truly profound Sauternes - that would have been nearly impossible this vintage - but it comes close. Quite frankly, it is nearly impossible to spit.\"— Antonio Galloni",
  "rating": "93-96",
  "vintage": "2016",
  "wineId": "2020",
  "wineText": "Château Rieussec Château Rieussec - 375ml",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86a2"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b65"
  },
  "author": "Steven Tanzer",
  "noteText": "\"(the Fontaines' vines are ideally situated on the Chassagne side of Bâtard, not far from the border with Puligny): More reduced and less pristine on the nose than the Criots-Bâtard. Then dense, tactile and very deep on the palate, conveying terrific definition and floral lift for young Bâtard. Like the best of these '17s, this shows a captivating sweet/salty quality. Finishes vibrant, tactile and very long, with outstanding mineral grip. Like the Criots-Bâtard, this wine is carrying a healthy four grams per liter of acidity, notes Céline Fontaine. Its impression of strong dry extract suggests that it has the stuffing to age slowly and gracefully.\"",
  "rating": "93-95",
  "vintage": "2017",
  "wineId": "2630",
  "wineText": "Domaine Fontaine-Gagnard  Bâtard-Montrachet Grand Cru ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86df"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b66"
  },
  "author": "Joe Czerwinski, Parker's Wine Advocate,",
  "drinkFrom": "2019",
  "drinkTo": "2030",
  "noteText": " \"A best-barrel selection, the 2017 MJW Chardonnay is a mix of Clone 95 and Gingin, about 75–80\r\ncases all together. Cashew notes accent tangerines and white peaches in a medium to full-bodied\r\nwine that's plump and round on the palate, then long, focused and a bit saline on the finish. It should\r\ndrink well for more than a decade.\" ",
  "rating": "93+/100",
  "vintage": "2017",
  "wineId": "5330",
  "wineText": "Voyager MJW Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87f9"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b67"
  },
  "author": "Ian D'Agata, Vinous",
  "noteText": "\"Medium-dark golden-tinged straw. Exuberant nose of pineapple, almond cake and lime. Enters broad and delicately spicy, then juicy and vibrant. Citrusy acidity provides this fleshy, tactile wine with clarity and cut. Along with the 2016, this is the best Mandelberg ever.",
  "rating": "93+",
  "vintage": "2017",
  "wineId": "2820",
  "wineText": "Domaine Trimbach - Riesling Mandelberg Grand Cru",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86f2"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b68"
  },
  "author": "IDA",
  "noteText": "\"Dark red with an amber tinge. Ripe red cherry, sweet spices, grilled beef and blood orange, plus hints of cedar and new oak. Enters sweet and broad, then tighter and structured, but with refined tannins providing support to the sweetly spicy red fruit flavors. The finish is long and very pure. There’s a depth to this wine that the classico bottling does not have, a depth of flavor that derives from the old vines; spent 24 montsh in 70-80% new oak.\"\n— 93+ Points, Ian D'Agata, Vinous\n",
  "rating": "93+",
  "vintage": "2012",
  "wineId": "4680",
  "wineText": "Siro Pacenti Brunello di Montalcino Vecchie Vigne ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87b8"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b69"
  },
  "author": "RP",
  "noteText": "\"The 2016 Rieussec is a blend of 83% Sémillon, 12% Sauvignon Blanc and 5% Muscadelle picked form 26 September until 4 November. It has a much more straightforward bouquet compared to the 2015 with light honeysuckle and white flower aromas. There is good acidity in the mouth thanks the passerillé berries, nicely balanced with a touch of orange zest towards the linear finish that will hopefully gain more weight during its élevage. It is likely to be an earlier-drinking Rieussec than the 2015.\"— RobertParker.com",
  "rating": "92-94",
  "vintage": "2016",
  "wineId": "2020",
  "wineText": "Château Rieussec Château Rieussec - 375ml",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86a2"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b6a"
  },
  "author": "Vinous",
  "noteText": "A blend of two parcels, the 2019 Meursault Les Genevrières 1er Cru was the first to be picked by Bouchard in this appellation. The well-defined bouquet features touches of lemon thyme, walnut and smoke. The palate is balanced with fine acidity, fresh and focused. The pretty, apricot-tinged finish fans out wonderfully and leaves residues of grilled almond  and sesame on the aftertaste.",
  "rating": "92-94",
  "vintage": "2019",
  "wineId": "1350",
  "wineText": "Bouchard Mersault Genevieres 1er Cru",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce865f"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b6b"
  },
  "author": "Jasper Morris",
  "noteText": "From the lower part, by the little cabin, adjacent to his cousin Antoine. Pale yellow, with a soft and defined nose, showing the discreet additional detail of Genevrières. Some sunshine notes too, also on the palate, generous, saved by the acidity. Perhaps not as tightly knit as Poruzots, but very elegant though and with good length",
  "rating": "92-94",
  "vintage": "2019",
  "wineId": "5430",
  "wineText": "Domaine Remi Jobard Meursault - 1er Cru Les Genevrieres",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8803"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b6c"
  },
  "author": "K&L",
  "noteText": "Is it any wonder that the 2018 Bastide Miraflors is a success? With a string of 5 vintages of 92+ pointed wines under its belt, the wine is an almost unquestionable force of nature. Loaded with the much beloved brambly blackberry and currant jam flavors, that exquisite fruit is surrounded by sweet tannins and balancing acidity. Like all young Bastides this is out of the gate rocking, but will gain in charm and refinement over the next few years. Cases, as always, a MUST!",
  "rating": "92+",
  "vintage": "2018",
  "wineId": "5620",
  "wineText": "Domaine Lafage - Côtes du Roussillon Bastide Miraflors",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8819"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b6d"
  },
  "author": "Ian D'Agata, Vinous",
  "noteText": "\"Bright straw. Spicy dried fruit and ripe yellow apple aromas and flavors. Insidiously creamy in the middle, then turns lemony on the long, savory finish. Very elegant Riesling Mandelberg (a relatively warm site known for giving slightly broader, rounder wines that are not necessarily the last word in refinement), but very much in the style of the 2016 vintage; the combination of warm microclimate (the Mandelberg’s) and the late-ripening variety (Riesling) often gives wine lovers something special in many vintages. The first vintage of this Trimbach wine in which the Mandelberg name appears on the label (previously this was known as Cuvée M). Trimbach’s vines are located on the steepest part of the grand cru, and Pierre Trimbach told me that the marly-calcareous soils contribute a strong lemony acidity. Lovely wine, one of the best Mandelberg wines I have ever had from Trimbach - maybe the best.\" ",
  "rating": "92+",
  "vintage": "2016",
  "wineId": "2820",
  "wineText": "Domaine Trimbach Riesling Mandelberg Grand Cru",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86f2"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b6e"
  },
  "author": "Varius",
  "noteText": "94 points James Suckling Outer quote mark A strong vintage for warmer-climate shiraz and this wine is certainly reaping the benefits. The nose has such eclectic fruit aromas that run a full spectrum, from the lighter spiced red-fruit aromas to red plums, through blue fruit to darker blackberries and plums. The palate has impressively layered flavors that run the same broad spectrum as seen on the nose and the tannins are so well groomed and run very, very long. Holds fruit flavor deep. Inner quote mark (7/2020)  \r\n\r\n93 points Robert Parker's Wine Advocate Outer quote mark While named for a Barossa vineyard/locale, the 2018 Bin 28 Kalimna Shiraz, like other recent vintages, is blended from various South Australian GIs. With its rich, dark-berried fruit accented with vanilla, it does a more-than-credible job re-creating that northern Barossan idiom. It's full-bodied, concentrated and plush without going over the top, finishing long and velvety. (JC) Inner quote mark (7/2020)  \r\n\r\n93 points Wine Spectator Outer quote mark Shows terrific concentration, with dense and chewy tannins providing an appealing backdrop to the blueberry, dried cherry, date and candied ginger flavors. Tobacco, tomato leaf and espresso notes linger on the finish. *Top 100 Wines of 2020* Inner quote mark (11/2020)  92 points Bob Campbell Outer quote mark Deep, dark red/purple colour, with a smoky, toasty-charred oaky bouquet, with underlying blackberry and dark plum fruits. Traces of star anise and graphite, the finish lingering with drying tarry tannins. Fleshy and deep, a wine with potential to reveal more in time. A stylish wine with stuffing as well as elegance. (HH) Inner quote mark (7/2020)  92 points James Halliday Outer quote mark The first Kalimna Shiraz (in '58) was entirely from the Kalimna Vineyard, but the ensuing decades have turned Kalimna into a trademarked gallop around 9 SA regions, the wine matured in used American hogsheads. If you want a friendly labrador wine, this is it. Inner quote mark (11/2020)  \r\n92 points Wine & Spirits Outer quote mark Bin 28 is focused on warm-climate shiraz, including Barossa fruit - the wine was originally named for the Kalimna Vineyard in Barossa, though the blend ranges more broadly now. There's warmth in the boldness of the red-fruit flavors, making them open and yielding, but the wine isn%E2%80%99t thick. It%E2%80%99s an earthy shiraz with the grace and elegance of a well-blended Penfolds wine. Inner quote mark (2/2021)",
  "rating": "92 to 94",
  "vintage": "2018",
  "wineId": "4200",
  "wineText": "Penfolds Bin 28 Kalimna",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8788"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b6f"
  },
  "author": "Vinous",
  "noteText": "The 2019 Meursault Genevrières 1er Cru displays much more tension and terroir expression compared to the Charmes, walnut and hazelnut eventually emerging with time. The palate is very well balanced with orange cordial, apricot and light peachy notes. Very, very drinkable, although I would have liked more nerve and tension on the finish.",
  "rating": "90-92",
  "vintage": "2017",
  "wineId": "5430",
  "wineText": "Domaine Remi Jobard Meursault - 1er Cru Les Genevrieres",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8803"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b70"
  },
  "author": "Robert Parker",
  "drinkFrom": "2015",
  "drinkTo": "2025",
  "noteText": "Offering plenty of soft black cherry fruit, licorice and plum, this medium bodied 2005 is dark and delivers loads of fruit.  This beauty is drinking well (2015) and should continue for 7-10 yrs",
  "rating": "88 / 90",
  "vintage": "2005",
  "wineId": "2010",
  "wineText": "Château Puygueraud Cote de Francs",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86a1"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b71"
  },
  "author": "Michael Broadbent",
  "noteText": "\"Another excellent vintage for early-picked dry whites, reds and medium-sweet to sweet wines. Early but uneven flowering. Drought and scorching sun tempered by later rains. Early morning mists in October enabled superb sweet wines to be made. Firmer, less luscious than the ‘89’s.\" \n— 5 stars, Outstanding - Michael Broadbent",
  "rating": "5*",
  "vintage": "1990",
  "wineId": "3870",
  "wineText": "Marc Bredif Grande Annee",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8767"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b72"
  },
  "author": "Yvonne Larkin",
  "noteText": "Trinity Hill 125 Gimblett Single Vineyard Gimblett Gravels Chardonnay 2018 $80\n\n100% Clone 95 chardonnay  was harvested from their Tin Shed Vineyard at 125 Gimblett Road, then lovingly shepherded into the bottle by the Trinity Team to create the debut ‘125’.  And I am all over it like a chardonnay-obsessed limpet.  Aromatically it shows stylish roast peach, grilled grapefruit, nougat and toasty, caramelised oaky tones.  Smooth, succulent and silky on the palate, it cuddles the hit of tightrope-tense acidity and citrus zest on the palate beautifully.  It’s the real deal, so opulent and classic, it’s like a Lorde song in a bottle, Cristal, Maybach’s, diamonds on your timepiece, jet planes, islands, tigers on a gold leash.  I love it.  More please!",
  "rating": "5*",
  "vintage": "2018",
  "wineId": "5090",
  "wineText": "Trinity Hill 125 Gimblett Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87e1"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b73"
  },
  "author": "The wine writer",
  "noteText": "Beautifully refreshing and striking aromas of stone fruit, juicy tangerine, and white blossoms. A soft, rounded palate weight with a slight oily texture. Flavours of peach, nectarine, and lemon pith with a splash of acidity and an incredibly complex and spicy finish",
  "rating": "5 star",
  "vintage": "2019",
  "wineId": "3000",
  "wineText": "Elephant Hill Sea Viognier",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8704"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b74"
  },
  "author": "Michael Cooper",
  "drinkFrom": "2020",
  "noteText": "Offering very good value, the 2016 vintage (4.5*) is a single-vineyard wine, hand-harvested at Puketapu, in the Dartmoor Valley, and fermented and matured in French oak barrels (35 per cent new). Fragrant, rich and lively, it is a weighty, finely textured wine, with strong, ripe stone-fruit flavours, well seasoned with toasty oak, balanced acidity and good complexity. Delicious now, it should be at its best 2020+.",
  "rating": "4.5*",
  "vintage": "2016",
  "wineId": "1070",
  "wineText": "Alchemy Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8643"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b75"
  },
  "author": "Dino",
  "drinkFrom": "2022",
  "drinkTo": "2032",
  "noteText": " hjgdhjg d djhg jhs gdjhgasg dsjhg djg",
  "rating": "19/20",
  "vintage": "2020",
  "wineId": "1000",
  "wineText": "A-A",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce863a"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b76"
  },
  "author": "RC",
  "drinkTo": "2023",
  "noteText": "Review Date : 28-Aug-2017\n☆☆☆☆☆\nBright, pale straw-yellow colour. The nose is very fine and fragrant, showing white florals and stonefruit aromas, along with delicate nutty notes, and nuances of gunflinty and minerally reduction. The nose is very poised and balanced, showing refinement and finesse. Medium-full bodied, the palate is elegant in proportion, but possesses lovely intensity and penetration. The flavours of stomefruits, florals, nuts, flint and minerals balanced and interwoven, showing subtle sweetness and richness. The fruit, barrel-ferment and minerality are balanced with very fine acidity and the wine flows along a very fine-textured line. The wine carries to a very ling and sustained finish. The finesse and balance lends surprising accessibility, but this will age 4-5 years easily. Clone 15 Chardonnay from the ‘Lyons’, ‘Keltern’ and ‘Kokako’ vineyards, hand-picked, WBP and indigenous yeast barrel-fermented to 13.5% alc., the wine aged 12 months on lees 43% new French barriques and partial MLF. 28 barriques made. 19.5-/20 Aug 2017 RRP $54.99 Bright, light straw-yellow colour with pale green hues, lighter on the rim. The nose is soft and elegant with harmonious and well balanced aromas of white stonefruits and white florals, with subtle flinty and mineral reductive complexities, and some nutty oak. This is very elegant and exudes finesse, building in intensity and depth with aeration. Medium-full bodied, the palate features rich, lively and vibrant fruit flavours of white stonefruits, white florals and subtle notes of citrus fruit entwined with refined flint and mineral complexities. The palate is finely concentrated, forming a delicately textured phenolic-threaded line, enlivened by crisp, lacy acidity. The flavours are pristine, showing drive and linearity, leading to an elegant, sustained finish of stonefruits, nutty oak and minerals. This is a fresh, bright, youthfully elegant, but rich and intense, complex-detailed Chardonnay with stonefruit, nutty oak and flinty minerals. Serve with seafood and poultry over the next 5+ years. Clone 15 Chardonnay from the ‘Lyons’, ‘Keltern’ and ‘Kokako’ vineyards, hand-picked, WBP and indigenous yeast barrel-fermented to 13.5% alc., the wine aged 12 months on lees 43% new French barriques and partial MLF. 28 barriques made. 19.0/20 Jul 2017 RRP $54.99",
  "rating": "19/20",
  "vintage": "2016",
  "wineId": "5160",
  "wineText": "Vidal  Chardonnay - Hawkes Bay Legacy",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87e8"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b77"
  },
  "author": "RC",
  "noteText": "Bright straw-yellow colour with some depth, a little lighter on the edge. The nose is firmly concentrated with deep and layered aromas of sweetly ripe white stonefruits and citrus fruit along with a harmonious amalgam of creamy barrel-ferment, with nutty oak and rich lemon-curd and buttery MLF. Medium-full bodied, the palate is elegant in proportion with firm and tightly bound flavours of white and yellow stonefruits with citrus fruit notes. The fruit intermingles with creamy barrel-ferment and nutty oak, along with a suggestion of flint, and lemon-curd and buttery MLF. The mouthfeel is fresh with good acid vitality, and the wine carries along a fine-textured line of tannins, leading to a taut, dry finish. This is an elegant and firmly concentrated Chardonnay with vibrant stonefruit and citrus fruit melded with complexing creamy and nutty oak, with MLF richness on a crisp, driven palate. Match with creamy seafood, poultry and roasted pork over the next 5+ years. 100% Awatere Valley fruit, hand-picked Mendoza and clone 95, fully indigenous yeast barrel-fermented to 14.0% alc., the wine aged 14 months in 18% new French oak barriques, undergoing batonnage and 80% MLF",
  "rating": "19/20",
  "vintage": "2016",
  "wineId": "5140",
  "wineText": "Vavasour Anna's Vineyard Awatere Valley",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87e6"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b78"
  },
  "author": "Raymond Chan",
  "noteText": "%22Very full, deep, impenetrable black-hued purple-red, youthful in appearance. This has a firm, tightly packed, dense nose of ripe blackberry and black plum fruit entwined with layers of cracked black pepper, lifted by violet and black floral elements. Some iron-earth nuances add complexing detail and interest, and the aromatics are expressed with clarity. Fullish-bodied, the palate features a deep, rich core of blackberry fruit melded with black pepper. Layers of spice and florality enrich and lift the fruit which is encased by very fine-grained tannins. The palate has density, depth and grip, as well as linearity, and the powdery tannin textures carry the wine to an elegantly proportioned, spicy finish. This is a rich, concentrated black-fruited Syrah with black pepper and floral lift, encased by flowery tannins and linear structure. Serve with game meat dishes and Middle Eastern inspired fare over the next 10%2B years. A barrel selection, being a blend of 97.5% Syrah and 2.5% Merlot, indigenous yeast fermented to 13.9% alc., the wine aged 22 months in 20% new French oak. 3,038 bottles made.",
  "rating": "19%2F20",
  "vintage": "2013",
  "wineId": "4720",
  "wineText": "Squawking Magpie SQM Syrah Gimblett Gravels ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87bc"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b79"
  },
  "author": "Raymond Chan",
  "drinkFrom": "2019",
  "drinkTo": "2022",
  "noteText": "Very full, very dark and near-saturated purple-red colour, this has a densely packed, rich and ripe bouquet of black berry and dark raspberry fruits, lifted by dark florals, unfolding layers of savoury minerals. Graphite nuances and hints of smoke and toast emerge in the glass. Full-bodied, the palate is rich and succulent, packed with mouthfilling flavours of ripe black fruits and plums. Fine-grained tannins and softly bright acidity unobtrusively support the fruit, allowing the lusciousness to feature. Violetty elements and minerally notes are revealed with air time and show on the very long, lively finish. This is a very rich and juicy, ripe fruited Cotes du Rhone with fine, underlying structure. Match with Middle Eastern and Mediterranean red meat dishes over the next 6-8 years. 85% Grenache and 15% Syrah from old vines from ‘Les Cassanets' in the Clos du Caillou estate of Chateauneuf-du-Pape, fermented to 14.5% alc., the wine spending 30 days on skins and aged 16 months in oak. Certified AB organic. 700 dozen made. 18.5+/20 Sep 2012 RRP $64.99",
  "rating": "18.5+",
  "vintage": "2010",
  "wineId": "2210",
  "wineText": "Clos du Caillou Les Quartz",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86b5"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b7a"
  },
  "author": "Jancis Robisnson",
  "noteText": "\"Greve in Chianti. 100% Sangiovese aged for 16 months in tonneaux and barriques. Mid to deep crimson. At first a little voluminous on the nose but with aeration great focus. Cherry and cranberry with whiffs of cigar box. Surprisingly tangy on the palate for this vintage and almost a little racy. Sour-cherry fruit lined with fine chewy tannins. Closes up a little and needs at least another year in bottle. I have no doubt this will improve and score higher in the future.\"",
  "rating": "17++/20",
  "vintage": "2017",
  "wineId": "4370",
  "wineText": "Querciabella Chianti Classico Riserva",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8799"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b7b"
  },
  "author": "Jancis Robisnson",
  "noteText": "\"Greve in Chianti. 100% Sangiovese aged for 16 months in tonneaux and barriques. Mid to deep crimson. At first a little voluminous on the nose but with aeration great focus. Cherry and cranberry with whiffs of cigar box. Surprisingly tangy on the palate for this vintage and almost a little racy. Sour-cherry fruit lined with fine chewy tannins. Closes up a little and needs at least another year in bottle. I have no doubt this will improve and score higher in the future.\"",
  "rating": "17++/20",
  "vintage": "2015",
  "wineId": "3110",
  "wineText": "Fattoria Lornano  Le Bandite Chianti Classico Riserva ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8711"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b7c"
  },
  "author": "Jancis Robinson",
  "noteText": "\"This of course was a more considered tasting, at the London launch of the wine, than during the blind tasting described below. Dense nose with some of the really dry Bollinger savour on the palate. This is a wine, like so many Bollingers, that really needs time in the glass to open out – and indeed time in the bottle to develop to its full potential. This is an extremely dry-tasting wine, even though the dosage was 8 g/l, higher than usual because of the extremely low pH, 2.92. Very Bollinger but, for the moment, by no means a charmer. Initially (and in the blind tasting on 29 March 2019) I thought the wine lacked a bit of persistence, but in fact it is a particularly slow burner and developed a sort of peacock's tail effect long after swallowing. This encourages me to think it will eventually be a fine wine but I would cellar it for quite a while. At the London launch at The Ledbury, we were given a chance to taste the wine from bottle, then magnum, then jeroboam with successive courses, the two bigger formats having been disgorged in November 2018. Each time the wine seemed ever crisper and tauter, with the magnum sample (perhaps poured from a just-opened magnum?) so powerfully fumy that it had a whiff of cordite. As chef de cave Gilles Descôtes observed, if he'd been served the jeroboam blind, he might have taken the wine for a Blanc de Blancs...\" 17.5++, Jancis Robinson",
  "rating": "17.5++",
  "vintage": "2008",
  "wineId": "1340",
  "wineText": "Bollinger La Grande Annee",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce865e"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b7d"
  },
  "author": "Winery",
  "noteText": "Many called 2013 the vintage of a generation and who would argue when you experience the richness, deep complexities and elegance in this Dog Point Chardonnay. Chardonnay of this complexity and quality takes many years for everything to come together in perfect harmony... in this case 7-years has seen it in a stunning drinking space. The sloping free draining clay based vineyards were planted with Burgundian clones and are organically managed. Through exceptional vineyard management the fruit yields are kept naturally low. When you have such outstanding vineyards, the vintage of a generation and the winemaking and viticulture prowess of owners James Healy and Ivan Sutherland (they made Cloudy Bay a global icon) you end up with an UMAMI Chardonnay like this.",
  "rating": " About",
  "vintage": "2013",
  "wineId": "2390",
  "wineText": "Dog Point Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86c7"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b7e"
  },
  "author": "Me",
  "noteText": "2012 - 90\n2013 - 95\n2015 - 94\n2016 - 95\n2017 - 91\nElephant Hill's Reserve Chardonnay is crafted in an elegant but highly concentrated style from Clones 15 and 95 grown on their Te Awanga coastal vineyard. Not a fat or creamy style, it is nevertheless generous and of the highest quality, focusing more on intensity and richness of fruit and elegant mineral influence. 12 months in 30% new French oak, with only 20% of the wine going through MLF, which keeps the acidity bright and energetic. Drink now or hold through 2023+\n",
  "rating": "nr",
  "vintage": "-1",
  "wineId": "2980",
  "wineText": "Elephant Hill Chardonnay - Reserve",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8702"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b7f"
  },
  "author": "James Suckling",
  "noteText": "We are not going to be shy about it. We just gave a perfect score to a New Zealand chardonnay!\n– Kumeu River Chardonnay Kumeu Mate’s Vineyard 2020. Both Contributing Editor Nick Stock and I have been saying for years that chardonnay from New Zealand is amazing, and the perfect wine has finally arrived. It’s only the second time ever that JamesSuckling.com has awarded a New Zealand wine 100 points. “They have set the standard for New Zealand chardonnay,” said Nick, who raved about all the 2020 Kumeu River Chardonnays he rated last week. “We are looking at the best set of releases ever from this winery. The Brajkovich family makes the wines and Michael Brajkovich is the winemaker, and he is relentless in finding quality.” Nick has visited the Brajkovich family often and knows all about their attention to detail. I have known Michael since the 1980s when he was in London, and I have admired his wines ever since. I visited him in 2012 at the winery and he said at the time that he was inspired by Burgundy.\"\n",
  "rating": "100",
  "vintage": "2020",
  "wineId": "3621",
  "wineText": "Kumeu River Mate's Vineyard Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8749"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b80"
  },
  "author": "James Suckling",
  "noteText": "\"There is no wine time machine, so I can’t tell you how the great Mosel Auslese wines from the late 19th and early 20th century tasted when they were young. But this is certainly how I imagine them tasting. So sleek, so refined and everything interlocking so neatly, making this a masterpiece of nobility, in spite of the wine’s profound depth. Total finesse at the extremely long finish. Drink or hold.\"",
  "rating": "99",
  "vintage": "2020",
  "wineId": "5502",
  "wineText": "Weingut Günther Steinmetz - Brauneberger Juffer Riesling Auslese Gold Capsule",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce880c"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b81"
  },
  "author": "Jeb Dunnuck",
  "noteText": "\"The 2008 La Grande Année is another brilliant 2008 that delivers the goods. Straight-up awesome notes of stone fruits, white flowers, honeysuckle, and an incredible, liquid rock-like minerality all emerge from the glass, and it develops more nuance, spice, toasted bread, and an almost Alsatian Riesling-like petrol character over the course of the evening. It’s a full-bodied, rich, powerful Champagne, yet like the top 2008s, it has brilliant precision, purity, and focus. It’s unquestionably one of the finest versions of this cuvée ever produced, although it needs another 4-5 years of bottle age to hit prime time. It should keep for 3-4 decades. Bravo!\" 99 points, Jeb Dunnuck",
  "rating": "99",
  "vintage": "2008",
  "wineId": "1340",
  "wineText": "Bollinger La Grande Annee",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce865e"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b82"
  },
  "author": "James Suckling",
  "rating": "99",
  "vintage": "2016",
  "wineId": "5570",
  "wineText": "Castiglion Del Bosco - Brunello di Montalcino",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8814"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b83"
  },
  "author": "Bob Campbell",
  "drinkFrom": "2015",
  "drinkTo": "2028",
  "noteText": "Ngakirikiri means 'the gravels'. This is a new flagship label that in my view justifies its exalted price tag. It's quite an extraordinary wine with dense berry, savoury, earth and spicy oak flavours. Long and linear, it has power and structure but the tannins are surprisingly soft and pliable. The wine really opened up as it sat in the glass revealing interesting coffee, malt, peat and toasty characters together with a suggestion of violet. Definitely worth decanting. collectable and age worthy red. 15 AUG 2015\n2015–2028",
  "rating": "98",
  "vintage": "2013",
  "wineId": "5230",
  "wineText": "Villa Maria  Ngakirikiri The Gravels",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87ef"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b84"
  },
  "author": "James Suckling",
  "noteText": "\"Totally seductive nose with all manner of exotic fruits but primarily pineapple and papaya. Mind-blowing concentration and mineral brilliance on the palate. Just keeps pumping the exotic fruit out at the very long, super fresh finish. Drink or hold.\"",
  "rating": "98",
  "vintage": "2019",
  "wineId": "5501",
  "wineText": "Weingut Günther Steinmetz - Winticher Geierslay Riesling Auslese Gold Capsule",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce880b"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b85"
  },
  "author": "James Suckling",
  "noteText": "The 2018 Vin de Constance has extraordinary aromas of white peaches, apricots, vanilla and flowers. Full-bodied and very sweet with so much sweet and dried fruit, such as apricots and tangerines, yet it maintains citrusy freshness and texture, with a long, very sweet finish. Always energetic and vivid. Great length to this. Goes on for minutes. It’s a sweet wine to drink when young, to marvel over the intensity and verve, yet also one to age for decades. Drink or hold.",
  "rating": "98",
  "vintage": "2018",
  "wineId": "5510",
  "wineText": "Klein Constantia - Vin de Constance",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce880e"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b86"
  },
  "author": "Huon Hooke",
  "noteText": "Bright, light yellow colour with a little ulfiltered turbidity. Marvellously smoky, spicy aromas, smoked-charcuterie and creamy lees aromas informing a very complex bouquet. Intense and powerful, toasted nuts of various kinds including hazelnuts. Very compelling. The wine is seriously rich and mouthfilling, concentrated and ample, adding lemon-citrus and floral flavours, with a warming finish that glides on and on. A great chardonnay. (822 bottles produced. East-facing block)",
  "rating": "98",
  "vintage": "2019",
  "wineId": "4350",
  "wineText": "Pyramid Valley Chardonnay Lions Tooth",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8797"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b87"
  },
  "author": "Antonio Galloni",
  "noteText": "\"One of the first vertical tastings I did in Chianti Classico was a complete vertical of I Sodi di San Niccolò about fifteen years ago with proprietor Paolo Panerai and winemaker Alessandro Cellai. It was a key moment in my understanding of the region and the potential of its wines. Since then, Panerai and Cellai have scaled even greater heights. This year’s wines are tremendous. The 2016 I Sodi di San Niccolò is truly epic. In addition to being magnificent, the 2016 Sodi offers unreal value in the world of high-end, cellarworthy wine. Don’t miss it.\" September 2020\r\n\"Castellare's I Sodi di San Niccolò is the single most overlooked high-end wine in Tuscany today. The 2016 picks up where the 2015 left off. A rush of inky dark fruit, lavender, spice, licorice, gravel, blueberry and menthol builds as the 2016 shows off its exceptional balance and pedigree. Readers will have to be patient, as the 2016 needs a few years in bottle to fully come together. Even so, the 2016 has been nothing less than spectacular on the two occasions I have tasted it so far. In a word: monumental.\"\r\n",
  "rating": "98",
  "vintage": "2016",
  "wineId": "1500",
  "wineText": "Castellare I Sodi di San Niccolo",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce866e"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b88"
  },
  "author": " Jane Anson, Decanter Magazine",
  "noteText": "The most gorgeous mix of straw, powerful citrus, apricot, fresh juicy white pear and peach, tons of stone fruits and spice, graphite and smoke. As ever this is both subtle and overpowering, managing push and pull and so so good - both lusciously sweet and a breath of fresh air running through your palate. As I say every time I drink Vin de Constance, if every sweet wine tasted like this, there would be no sales crisis in the category. Drink now, or allow the flavours to deepen further over the next decade.",
  "rating": "98",
  "vintage": "2018",
  "wineId": "5510",
  "wineText": "Klein Constantia - Vin de Constance",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce880e"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b89"
  },
  "author": "Bob Campbell",
  "drinkFrom": "2017",
  "drinkTo": "2023",
  "noteText": "%22This dense, rich and quite complex red is a top example from a top vintage. Warm, generous wine with ripe berry fruits, spice, tobacco leaf and a hint of chocolate%2Fmocha character. Deliciously accessible now but with the power and density to develop well 09 SEP 2017.%22",
  "rating": "98",
  "vintage": "2013",
  "wineId": "5170",
  "wineText": "Vidal  Legacy Gimblett Gravels Cabernet Merlot",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87e9"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b8a"
  },
  "author": "Sam Kim",
  "drinkFrom": "2109",
  "drinkTo": "2033",
  "noteText": "%22An extraordinary wine from an exceptional vintage, the gloriously expressed bouquet shows cassis, dark plum, blueberry compote and floral aromas with nuances of game, cedar and thyme. The palate is concentrated and impressively weighted, delivering waves of delicious flavours and fine texture, wonderfully framed by fine, chalky tannins. The wine offers awesome fruit purity and intensity, and is perfectly proportioned and structured, finishing extremely long and engaging. 2013 Legacy is a blend of 80% cabernet sauvignon and 20% merlot. At its best: 2019 to 2033. %2470.00. www.vidal.co.nz. July 2017.%22",
  "rating": "98",
  "vintage": "2013",
  "wineId": "5170",
  "wineText": "Vidal  Legacy Gimblett Gravels Cabernet Merlot",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87e9"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b8b"
  },
  "author": "James Suckling",
  "noteText": "“A dense and bright chardonnay that shows incredible depth and freshness with dried pineapple, liquorice, aniseed and lemongrass. Full-bodied, layered and very, very long. Linear and exciting. Goes on for minutes. Drink or hold.” ",
  "rating": "98",
  "vintage": "2016",
  "wineId": "1520",
  "wineText": "Catena Zapata Adrianna Vineyard White Bones Chardonnay ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8670"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b8c"
  },
  "author": "James Suckling",
  "noteText": "“Enormously concentrated, with a symphonic nose of exotic fruit and hibiscus that rolls over you in one great wave. Then comes the juicy, dense and extremely precise yet only medium-bodied palate. The deep minerality complements the rich fruit so beautifully. Drink or hold",
  "rating": "98",
  "vintage": "2020",
  "wineId": "5500",
  "wineText": "Weingut Günther Steinmetz -  Grosser Hengelberg Monopole Riesling Reservé ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce880a"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b8d"
  },
  "author": "Decanter",
  "noteText": "Platinum Trophy” & “97/100” at the prestigious Decanter World Wine Awards 2021. It’s results placing it in the Top 50 wines of the world from 17,000 wines tasted..\nThis 2018 blend of 85% Merlot & 15% Cabernet Sauvignon from the Blaye sub-region of Bordeaux literally blew our collective socks off! As the Decanter judges say... \"... saturated deep purple-black in colour, with excitingly classical, generous, timeless aromas of warm blackcurrant and black cherry fruits and sweet, fresh plums. On the palate, it is every bit as generous as the colour and aroma suggests it will be: a torrent of pure fruit, soft tannins and juicy acidity.\" ",
  "rating": "97",
  "vintage": "2018",
  "wineId": "5580",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8815"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b8e"
  },
  "author": "Sam Kim",
  "drinkFrom": "2021",
  "drinkTo": "2028",
  "noteText": "A stunning chardonnay; this is opulent yet elegant, powerful yet sophisticated. The gloriously expressed bouquet shows ripe nectarine, fig, lemon pith, vanilla and cedar characters with a hint of brioche. It's impressively weighted and expansive on the palate, delivering terrific fruit purity together with seductive oak infusion, leading to a magnificently long creamy finish. ",
  "rating": "97",
  "vintage": "2018",
  "wineId": "5090",
  "wineText": "Trinity Hill 125 Gimblett Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87e1"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b8f"
  },
  "author": " Thomas Parker MW",
  "noteText": "\"The Hunting Hill site sits on the slope that overlooks Mate's Vineyard, and always produces Kumeu's most tightly-wound wines. The vineyard was replanted in 2000 to elevate quality, and at 20 years old in 2020 the vines are producing the best fruit the site has ever seen. This has been bottled as a single vineyard cuvée since 2006. The Brajkovich family are not ones to overstate a vintage, but in 2020 they believe they have even surpassed the magnificent 2019. Hand harvested and whole-bunch pressed, a spontaneous fermentation and maturation take place all in tight-grained Francois Frères barrels, of which 25% are new. Pale lemon-green in colour. Steely and tight on the nose initially, this reveals itself beautifully with air as it always does. Preserved lemon, peach skins and just a hint of lime come through. The palate is chalky and grippy with phenolics, built with superb structure for the long term. Against this is intense, cool fruit. Crystalline citrus and riper stone fruit come through together, building in intensity through the mid palate. The struck flint note is persistent throughout but always in balance with the fruit. Cutting acidity lingers on the finish in tandem with the fruit. Long and expansive, this should get ever better after a few years of bottle age.\"",
  "rating": "97",
  "vintage": "2020",
  "wineId": "3620",
  "wineText": "Kumeu River Hunting Hill Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8748"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b90"
  },
  "author": "Stephan Reinhardt",
  "noteText": "The 2017 Wehlener Sonnenuhr Auslese is intense and concentrated on the nose, with raisin, grapefruit and even vegetable aromas at the moment. This is highly attractive and noble on both the nose and palate. The wine is lush and dense on the palate but highly elegant, crystalline and fine, revealing a highly stimulating, salty-piquant and intensely aromatic and complex finish. This is an outstanding wine, and it's highly digestible. Tasted in March 2019. Stephan Reinhardt– Robert Parker’s ‘The Wine Advocate’",
  "rating": "97",
  "vintage": "2017",
  "wineId": "3520",
  "wineText": "Joh. Jos Prum Wehlener Sonnenuhr Riesling Auslese",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce873b"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b91"
  },
  "author": "Bob Campbell",
  "noteText": "Taut, nervy chardonnay with citrus, grapefruit, green apple, saline, oyster-shell, ginger, baguette crust and green apple. You can practically taste the vineyard's limestone-rich soils. A high-energy wine showing a strong sense of place and with the ability to develop well with bottle age",
  "rating": "97",
  "vintage": "2019",
  "wineId": "4350",
  "wineText": "Pyramid Valley Chardonnay Lions Tooth",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8797"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b92"
  },
  "author": "Robert Parker",
  "noteText": "The Conterno Fantino 2016 Barolo Mosconi Vigna Ped shows beautiful richness and precision with abundant fruit, tar, smoke and black licorice. The wine is generous and exuberant in a manner that only Nebbiolo can be. In other words, it offers a big personality on a svelte and slender frame. Maceration times are short, lasting from 12 to 15 days, and the wine ages in barrique for 24 months. The fruit comes from a small site measuring slightly less than a hectare in Monforte d'Alba at a moderately high, cool altitude (at 360 to 380 meters above sea level). The opulence and softness of the winemaking is beautifully balanced against the precision and sharpness that is inherent to this vineyard site. Production is 6,200 bottles.",
  "rating": "97",
  "vintage": "2016",
  "wineId": "2240",
  "wineText": "Conterno Fantino Barolo Mosconi Vigna Ped",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86b8"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b93"
  },
  "author": "Antonio Galloni, Vinous",
  "noteText": "“The 2017 Chianti Classico Riserva Levigne is another positively stunning wine in this range. Ample and explosive in the glass, with tremendous resonance, the 2017 is off the charts gorgeous. To be sure, the Riserva is a big, rich wine, but it also offers plenty of Sangiovese character to please purists. Macerated dark cherry, spice, leather, menthol and a whole range of balsamic inflections fill out the layers in a dramatic, towering Chianti Classico Riserva. In a word: stunning.\"",
  "rating": "97",
  "vintage": "2017",
  "wineId": "3430",
  "wineText": "Istine Chianti Classico Riserva Levigne ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8732"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b94"
  },
  "author": "Decanter",
  "drinkFrom": "2020",
  "drinkTo": "2045",
  "noteText": "\"In 2008, the remarkable maturity of the grapes combined with an amazing acidity has produced a vintage of great balance, concentration and depth. The wine was aged for nine years on its lees, then for another year following disgorgement. Bright straw in colour with pinprick bubbles, it blooms on the nose with a fresh lemon leaf aroma, a sniff of strawberry and white chocolate and a candied peanut toastiness in depth. On the palate it’s silky, broad and lingering, showing a kind of bittersweet fruit profile with grapefruit and peach kernel notes, and an amazing chalky, mineral finish. It will keep well. Wait to drink it if in magnum or bigger. Drinking Window 2020 - 2045.\" 97 Points, Decanter",
  "rating": "97",
  "vintage": "2008",
  "wineId": "1340",
  "wineText": "Bollinger La Grande Annee",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce865e"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b95"
  },
  "author": "Wine & Spirits",
  "rating": "97",
  "vintage": "2013",
  "wineId": "1000",
  "wineText": "A-A",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce863a"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b96"
  },
  "author": "Bob Campbell MW",
  "drinkFrom": "2021",
  "drinkTo": "2027",
  "noteText": "\"Weighty, textural chardonnay with an array of subtle citrus, oyster-shell and stone fruit flavours. A bold, complex wine with impressive drive and obvious longevity. Chardonnay with gravitas 01 JUL 2021.\" Drink 2021–2027\"\n",
  "rating": "97",
  "vintage": "2020",
  "wineId": "3620",
  "wineText": "Kumeu River Hunting Hill Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8748"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b97"
  },
  "author": "James Suckling",
  "noteText": "\"A very special Kabinett that’s so delicate and silky that, for a moment, you wonder why any other wine would be worth drinking. Exceptional slate minerality at the extremely long and almost perfectly balanced finish. Drink or hold.\"",
  "rating": "97",
  "vintage": "2020",
  "wineId": "5503",
  "wineText": "Weingut Günther Steinmetz - Brauneberger Juffer Riesling Kabinett",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce880d"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b98"
  },
  "author": "Antonio Galloni",
  "noteText": "\"Bollinger's 2008 Grande Année is rich, ample and full-bodied, with all of the pedigree of the vintage on display. Dried pear, dried flowers, chamomile, red plum and mint develop as the 2008 shows the breadth and creaminess that are such signatures of the Bollinger house style. A whole range of brighter, more floral and chalky notes appear later, adding translucence and energy. The 2008 is 71% Pinot Noir and 29% Chardonnay taken across 18 crus, and it is the Pinot that very much informs the wine in both flavor and texture. More importantly, the 2008 is one of the best Grande Années I can remember tasting. Bollinger fans won't want to miss it. Disgorged November 2018. Dosage is 8 grams per liter.\" 97 Points, Antonio Galloni - Vinous",
  "rating": "97",
  "vintage": "2008",
  "wineId": "1340",
  "wineText": "Bollinger La Grande Annee",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce865e"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b99"
  },
  "author": "James Suckling",
  "noteText": "“The complex, toasty, fresh-herb and beeswax nose gently leads you into the generous and silky palate that has great textural complexity and spot-on balance through the very long, supple and mineral finish. A cuvée of pinot bianco, chardonnay and sauvignon blanc that dates back to this producer’s foundation in 1893.”",
  "rating": "97",
  "vintage": "2018",
  "wineId": "3601",
  "wineText": "Cantina Terlano  - Nova Domus Riserva ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8745"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b9a"
  },
  "author": "Wine Advocate",
  "noteText": "This single-vineyard Riserva delivers a generous, abundant and determined personality. This is Brunello with a capital\r\nB. The 2015 Brunello di Montalcino Riserva Vigna Paganelli benefits from a warm and sun-soaked microclimate that is\r\nshielded from cold winter winds. You can taste the good health of the grapes thanks to those very direct aromas of\r\nblack cherry, plum, tar, campfire ash and chalky mineral. The Paganelli vineyard is 12 hectares in size, with vines planted in\r\n1964. The last time this wine was made was in 2012. Fruit from those old vines shape complex aromas, elegant tannins\r\nand bright freshness. Despite that handsome DNA, this is another new release from Il Poggione that will require more\r\ncellar age.",
  "rating": "97",
  "vintage": "2015",
  "wineId": "3380",
  "wineText": "Il Pogionne Brunello di Montalcino - Tenuta Il Poggione Riserva Vigna Paganelli",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce872d"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b9b"
  },
  "author": "Jeb Dunnuck",
  "noteText": "  A beautiful Chardonnay from the Alexander Valley brought up in 34% new French oak, the 2017 Chardonnay One Sixteen Russian River Valley sports a medium gold color as well as a rich, powerful bouquet of caramelized citrus, white currants, toasted hazelnuts, and brioche. Deep, rich, medium to full-bodied, and beautifully textured, it has flawless balance, bright acidity, and is a profound Chardonnay that will stand beside the finest white Burgundies",
  "rating": "97",
  "vintage": "2017",
  "wineId": "5440",
  "wineText": "Kosta Browne  - One Sixteen Russian River Valley Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8804"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b9c"
  },
  "author": "Ian D'Agata, Vinous, August 2019",
  "noteText": "\"Luminous red. Precise, brooding aromas of ripe red cherry, flint, orange rind, cinnamon, lavender and violet, complicated by iodine and earth. Silky and sappy with refined but very concentrated extract, this smothers the taste buds but stays vibrant and not at all heavy, offering lovely definition and lift to the red cherry, raspberry, floral and mineral flavors. Finishes extremely deep and long, with ultra-suave tannins, mesmerizing inner-mouth perfume and extreme refinement; very Barolo-like. A lovely multilayered wine showcasing the elegant side of Nero d’Avola that very few producers ever manage to showcase.\"",
  "rating": "97",
  "vintage": "2016",
  "wineId": "4910",
  "wineText": "Tenuta Gulfi Nero Sanlore",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87cf"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b9d"
  },
  "author": "James Suckling",
  "noteText": "“This is the Batard Montrachet of Italy with such and amazing depth and compression of beautiful fruit and chalk. Dried mango and dried green papaya. Full body, yet tight and focused. Energized acidity. Vibrance. Don't miss this one. A wine for now or in the future.” ",
  "rating": "97",
  "vintage": "2016",
  "wineId": "1110",
  "wineText": "Antinori Cervaro della Sala IGT ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8647"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b9e"
  },
  "author": "Vinous",
  "noteText": "I’m not sure how Il Poggione manages to remain one of the largest producers of Brunello, maintaining such a high\r\nlevel of quality and turning out some of the best wines of the vintage year after year - but they do. The 2016 Brunello\r\ndi Montalcino is yet another stunning example. Depths of mineral-encased black cherries, sage, allspice, licorice,\r\ntobacco and crushed violets lift up from the glass. It’s seamlessly silky, even as the palate is peppered with tart red and\r\nblack berries, nervous acids and savory exotic spices. This shows the density and weight of the vintage in a youthfully\r\nmonolithic stance, yet with all the necessary components to maintain perfect balance. The 2016 Il Poggione seems to\r\nfold in upon itself through the finish, which is dark, mysterious and structured, with only hints of black tea and licorice to\r\ntempt the imagination. It’s a classic in the making.",
  "rating": "97",
  "vintage": "2016",
  "wineId": "3370",
  "wineText": "Il Poggione (Proprietá Franceschi)  Brunello di Montalcino",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce872c"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8b9f"
  },
  "author": "Various",
  "noteText": "Best Italian Wine & Best in Show + 97/100 at Decanter World Wine Awards... and 99/100 James Suckling and #2 in his Top Italian wines of 2020.",
  "rating": "97",
  "vintage": "2016",
  "wineId": "5570",
  "wineText": "Castiglion Del Bosco - Brunello di Montalcino",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8814"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8ba0"
  },
  "author": "Decanter",
  "noteText": "Coffee, tobacco and light oak on the nose. The palate is juicy and balanced with pronounced blackcurrant and smokey spice. There's a good expression of black fruit on the finish. 97/100 Decanter.",
  "rating": "97",
  "vintage": "2015",
  "wineId": "1620",
  "wineText": "Chateau Castera  Chateau Castera ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce867a"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8ba1"
  },
  "author": "Thomas Parker MW",
  "noteText": "\"The vines for Mate's Vineyard turned 30 years old for the 2020 vintage here. The Brajkovich family believe this is the highest quality fruit they have ever harvested from this site, the Mendoza clone bringing the perfect blend of smaller, thicker-skinned berries and larger, fresher ones. The fruit is hand harvested and whole bunch pressed before spontaneous fermentation and maturation in Seguin Moreau and Mercurey barrels - of which 30% are new. 1300 cases produced. Bright lemon colour in the glass. Rich and expansive on the nose, bringing the best of Hunting Hill and Coddington together - there is tension and struck match but also rich, heady apricot fruit. The palate is dense and concentrated, oily with peaches, apricot and lemon oil. The volume is held together by a pithy grip and bright, zesty acidity. Complexity comes in waves from spice, succulent fruit and savoury, mineral tones. A structured and harmonious wine, it is an incredibly impressive iteration of Mate's\"",
  "rating": "96",
  "vintage": "2020",
  "wineId": "3621",
  "wineText": "Kumeu River Mate's Vineyard Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8749"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8ba2"
  },
  "author": "Jeb Dunnuck",
  "noteText": "“A new cuvée in honor of the Roman heritage of winemaking in the region that goes back over 2000 years (VOX means “voice” in Latin), the 2016 Costières de Nîmes VOX comes from terroirs around the estate and is a cellar selection of the top lots in the vintage. The greatest Costières de Nîmes I’ve ever tasted, it offers a sensational bouquet of black raspberries, crushed flowers, incense, and licorice. Deep, full-bodied, layered, and incredibly balanced, with no hard edges and thrilling purity, drink it any time over the coming decade or so. The blend is 62% Grenache, 28% Syrah and 10% Mourvèdre. Hats off to the team at Château de Nages! Anyone doubting that this region can make truly world-class wines needs to taste this.”",
  "rating": "96",
  "vintage": "2016",
  "wineId": "1720",
  "wineText": "Chateau De Nages  Vox",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8684"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8ba3"
  },
  "author": "Cameron Douglas",
  "drinkFrom": "2020",
  "drinkTo": "2029",
  "noteText": "This is stunning%3B it's gloriously expressed on the nose showing rock melon, peach, vanilla, hazelnut and flinty characters, followed by a sumptuous palate that's firmly structured and exquisitely poised. It's opulent yet elegant, rich yet restrained with a superbly long lingering finish. At its best: now to 2029. $50.00. www.giesen.co.nz. March 2020.\"",
  "rating": "96",
  "vintage": "2016",
  "wineId": "4140",
  "wineText": "Pegasus Bay Virtuoso Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8782"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8ba4"
  },
  "author": "Test",
  "drinkFrom": "1000",
  "drinkTo": "2000",
  "noteText": "This is a test",
  "rating": "96",
  "vintage": "2008",
  "wineId": "1000",
  "wineText": "A A",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce863a"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8ba5"
  },
  "author": "Bob Campbell",
  "drinkFrom": "2019",
  "drinkTo": "2026",
  "noteText": "From 25-year-old vines in Havelock North. Concentrated, textural chardonnay with peach, nectarine, bran biscuit, spicy oak and a solid thread of struck-flint and mineral flavours give the wine a nod in the direction of Burgundy. A serious chardonnay with cellaring potential. 7/11/2019",
  "rating": "96",
  "vintage": "2018",
  "wineId": "4840",
  "wineText": "Te Awanga Estate Trademark Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87c8"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8ba6"
  },
  "author": "Monica Larner, Robert Parkers Wine Advocate",
  "noteText": "“Just like the previous vintage, the Cantina Terlano 2018 Alto Adige Terlano Riserva Nova Domus is a blend of 60% Pinot Bianco, 30% Chardonnay and 10% Sauvignon Blanc, and again it is beautiful. Released in about 33,000 slightly heavy bottles, it flaunts an elaborate embroidery of aromas and shows what real texture can be in a white wine. Peach, mineral, toasted almond and dried cumin seed all make appearances in this gorgeous blend. The wine has an enormous sense of fiber or textural richness, with creamy and supple overtones, that helps it to glide clear over the palate. Its persistence and length can be counted in many long minutes.”",
  "rating": "96",
  "vintage": "2018",
  "wineId": "3601",
  "wineText": "Cantina Terlano  - Nova Domus Riserva ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8745"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8ba7"
  },
  "author": "Antonio Galloni",
  "drinkFrom": "2024",
  "drinkTo": "2045",
  "noteText": "\"The 2016 Barolo Bricco Fiasco is a glorious wine. Sweet red cherry, mint, iron, rose petal and blood orange are some of the many aromas and flavors that grace this exquisite, beautifully layered Barolo. A wine of subtlety, nuance and grace, the 2016 has so much to offer. I don't remember ever tasting a Bricco Fiasco with this level of finesse and nuance. Two thousand sixteen is the first vintage in which the Bricco Fiasco is aged part in cask and part in barrique. All I can say is: Wow%21\"",
  "rating": "96",
  "vintage": "2016",
  "wineId": "1240",
  "wineText": "Azelia Barolo Bricco Fiasco",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8654"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8ba8"
  },
  "author": "Decanter",
  "noteText": "Outer quote mark A benchmark for Aglianico, Radici was first produced in 1986. A wine to age for decades, yet surprisingly approachable now. Great density with concentration and depth. Aged two years in oak and two in bottle, this has intense, pure fruit allied to subtle oak, fine tannins and elegance. Some smoky, mineral flavours starting to appear. Ultra refined. A wine with real sense of place. (AH) Inner quote mark (1/2020)",
  "rating": "96",
  "vintage": "2015",
  "wineId": "5560",
  "wineText": "Mastroberdino -  \"Radici\" Taurasi",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8813"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8ba9"
  },
  "author": "James Halliday",
  "noteText": "This is a top class Black Label, fully deserving this price. It is plush and pliant, varietal character oozing from its blackcurrant fruit, balanced tannins and oak.",
  "rating": "96",
  "vintage": "2015",
  "wineId": "5360",
  "wineText": "Wynns Coonawarra Estate Black Label Cabernet Sauvignon",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87fc"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8baa"
  },
  "author": "Stephan Reinhardt",
  "noteText": "\"The 2019 Brauneberger Juffer-Sonnenuhr Riesling Auslese (Gold Capsule) is pure, deep, intense yet refined and herbal on the complex nose. Juicy, refined and delicate on the palate, this is a pretty sweet yet piquant, crystalline and salty Auslese with a crystalline expression of slate on the precise, refined and stimulatingly piquant finish. Great but needs our patience. Total production: 300 liters. Tasted at the domain in September 2020.\"",
  "rating": "96",
  "vintage": "2020",
  "wineId": "5502",
  "wineText": "Weingut Günther Steinmetz - Brauneberger Juffer Riesling Auslese Gold Capsule",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce880c"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bab"
  },
  "author": "Rebecca Gibb, Vinous",
  "noteText": "\"Step back, clear the area; the 2019 Chardonnay Lion's Tooth is one concentrated powerhouse of a Chardonnay. It is an incredibly concentrated wine hailing from a parcel with a high proportion of active limestone, bringing length and texture.\"",
  "rating": "96",
  "vintage": "2019",
  "wineId": "4350",
  "wineText": "Pyramid Valley - Chardonnay Lions Tooth",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8797"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bac"
  },
  "author": "James Suckling",
  "noteText": "Outer quote mark I love the spicy and lifted notes here of caramelized orange peel, dried meat, blackcurrants, pomegranate, sea urchin and bark. A seamless and wonderfully elegant, medium-bodied palate follows with finely grained tannins and loads of floral undertones. This wine is all about transparency and subtlety. Best Radici in years. Inner quote mark (4/2019)",
  "rating": "96",
  "vintage": "2015",
  "wineId": "5560",
  "wineText": "Mastroberdino -  \"Radici\" Taurasi",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8813"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bad"
  },
  "author": "Huon Hooke",
  "drinkFrom": "2019",
  "drinkTo": "2040",
  "noteText": "Deep red colour with a good tint of purple. The bouquet is clean and bright with cassis-like cabernet fruit, the intense, bright flavours neatly framed within a structure of fine, firm tannins. A lovely wine, fine and elegant, medium to full-bodied and stylish. 04 SEP 2017",
  "rating": "96",
  "vintage": "2015",
  "wineId": "5360",
  "wineText": "Wynns Coonawarra Estate Black Label Cabernet Sauvignon",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87fc"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bae"
  },
  "author": "Various",
  "noteText": "96 points Wine & Spirits Outer quote mark This grows at high altitudes, inhigh-density plantings on ancient terraces above the Ebro river, some of the vines dating to 1946, the youngest planted in 1986. Those alluvial soils and old vines performed remarkably well in 2016, delivering a fresh blend—Tempranillo, Garnacha, Mazuelo and Graciano—with cool, silken tannins and the sort of peppery spice you might find in fresh-pressed olive oil. It’s bright and juicy, layering thyme and rosemary fragrance into the fruit complexity. A glorious young Rioja suited to aging, or to drinking now with spit-roasted suckling pig. Inner quote mark (12/2021)  95 points James Suckling Outer quote mark A very pretty, manicured young red with plum, berry and dark-chocolate character. Medium body and round tannins that are focused and firm. Delicious, succulent finish. Plenty of subtle fruit and supple tannins take you to where you want to go in fine Rioja red. Drinkable now but linear and tight. Give it some time. Inner quote mark (10/2020)  94 points Jeb Dunnuck Outer quote mark Always a terrific wine, the 2016 Selección Especial is based on 70% Tempranillo, 20% Garnacha, and the rest Graciano and Mazuelo. Almost Rhône-like with its spicy, meaty, gamey style, this beauty offers lots of red and black currants, cedary spice, incense, and tobacco aromas and flavors. It's medium to full-bodied, has terrific balance, silky tannins, and is just a class act. The 2015 is a richer, more opulent wine, while the 2016 shows a touch more freshness and elegance. Both are beautiful vintages worth buying, cellaring, and drinking. Inner quote mark (10/2020)  94 points Robert Parker's Wine Advocate Outer quote mark The current vintage of the red that is their first option to have with food is the 2016 Selección Especial, whose grapes are selected from terraced vineyards in the Montes Obarenes and the Sierra Cantabria, from vines averaging 35 years of age. It fermented in oak vats and matured in French oak barrels for 26 months, and it's kept in bottle for at least 18 months before it's sold. This is serious and has freshness and some restraint in the palate; it's much more expressive, floral and aromatic and with more-integrated oak than the wines from five+ years ago. It's a more elegant vintage than the 2015 and every bit as good, or a tad better. Winemaker Isaac Muga considers 2016 a very good harvest. This is among the best vintages of Selección Especial. (LG) 94+ Inner quote mark (10/2020)  94 points Vinous Outer quote mark Vibrant, smoke- and spice-accented cherry and cassis aromas show very good clarity and a hint of candied rose. Sappy, penetrating and focused on the palate, offering finely etched and appealingly sweet dark berry, cherry cola and spicecake flavors along with a subtle chewing tobacco nuance. Closes impressively long and lively, with resonating florality and chewy, youthfully gripping tannins adding final grip. Raised in new and used French oak barrels. (JR) Inner quote mark (4/2021)  K&L Notes Not just for fans of Spanish wines, this will thrill Cabernet and Bordeaux drinkers with its bright berry fruit and intense, elegant palate, with layers of fruit, spice and earth. 96 points Tim Atkin MW: \"The pick of the current releases from Muga in the absence of new vintages of Aro, Prado Enea and Torre Muga, this Tempranillo-based red sees support from 25% Garnacha, Mazuelo, and Graciano. Scented, poised and well balanced, with toasty, mocha French oak, layers of blackberry and blueberry fruit, fresh acidity and stylish tannins.\"",
  "rating": "96",
  "vintage": "2016",
  "wineId": "3980",
  "wineText": "Muga - Seleccion Especial",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8772"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8baf"
  },
  "author": "James Suckling",
  "drinkTo": "2025",
  "noteText": "This has impressive richness and concentration, whereby darker cherries and sweetly spiced earthy nuances run through the nose to an effortless, pillowy palate texture. The tannins here are smartly wrapped around ripe plums and dark cherries. So seamless and long. Drink now to 2025.",
  "rating": "96",
  "vintage": "2015",
  "wineId": "3300",
  "wineText": "Greywacke Pinot Noir",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8725"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bb0"
  },
  "author": "BC",
  "drinkFrom": "2020",
  "drinkTo": "2026",
  "noteText": "Flagship chardonnay with an attractively modified label and now called Home Block Moutere rather than Moutere. The product of a hot, dry vintage. Bright, crisp, high-energy chardonnay with grapefruit, citrus, oyster-shell, hazelnut, and subtle baguette crust flavours supported by tangy acidity. A youthful wine that deserves at least a couple more years in bottle to reveal its full potential 30 SEP 2020\n2020–2026",
  "rating": "96",
  "vintage": "2019",
  "wineId": "4030",
  "wineText": "Neudorf Home Block Moutere Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8777"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bb1"
  },
  "author": "Bob Campbell",
  "drinkFrom": "2015",
  "drinkTo": "2024",
  "noteText": "%22Dense, powerful Syrah with red-fleshed plum, raspberry, new leather, liquorice, black pepper and spicy oak flavours. An heroic red, with a firm structure of ripe tannins that are smothered by fruit and alcohol sweetness to make the wine accessible but give it good cellaring potential.%22",
  "rating": "96",
  "vintage": "2013",
  "wineId": "4720",
  "wineText": "Squawking Magpie SQM Syrah Gimblett Gravels ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87bc"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bb2"
  },
  "author": "Robert Parker",
  "drinkFrom": "2014",
  "drinkTo": "2029",
  "noteText": "The spectacular 2003 Leoville Poyferre exhibits a dense purple color with a touch of lightening at the edge as well as notes of creosote, barbecue smoke, jammy black currants, licorice and spice box. This intense, voluptuously textured, full-bodied St.-Julien possesses low acidity and ripe tannin. Still fresh and exuberant, it is just entering its plateau of full maturity where it should remain for 10-15+ years. Drink 2014-2029\n\nScore: 96\tRobert Parker, Wine Advocate (214), August 2014\nI have had this wine three times out of bottle, rating it 97 once and 98 twice. It is a colossal success and a potential legend in the making. Its saturated, dense inky/blue/purple color offers up notes of crushed rocks, acacia flowers, blueberries, black raspberries, and creme de cassis. A synthesis of power and elegance, this multi-layered wine has spectacular concentration, sweet but high tannin, and low acidity A stunning effort that showcases this legendary terroir, it is a brilliant, brilliant success. The quintessential Leoville Poyferre? Anticipated maturity: 2009-2030.\n\nScore: 98\tRobert Parker, Wine Advocate (164), April 2006\nOne of the vintage’s superstars and a candidate for the finest St.-Julien of the vintage, the 2003 Leoville Poyferre rivals the 2000, 1996, and 1990 as one of the best Poyferres ever made (although the 1982 seems to be gaining in stature every time I go back to it). With a dense purple color to the rim, an extraordinary nose of pure cassis and raspberries, enormous body, great richness, high tannin, and low acidity in a voluptuous, almost opulent style, this will be a sensational wine that should hit its accessibility point in about 3-5 years and then evolve slowly for 25+. Anticipated maturity: 2009-2025.\n\nScore: 94/96\tRobert Parker, Wine Advocate (158), April 2005\nA huge success for Poyferre, this 2003, tasted three separate times with similar notes, reveals a saturated ruby/purple color, explosive aromatics, and ripe yet remarkably fresh, vibrant flavors that cascade over the palate with enormous concentration, depth, and precision. The wood, acidity, tannin, and alcohol are all beautifully integrated in this fabulous effort. It is reminiscent of the compelling 1990. Anticipated maturity: 2009-2025.\n\nScore: 94/96\tRobert Parker, Wine Advocate (152), April 2004",
  "rating": "96",
  "vintage": "2003",
  "wineId": "1910",
  "wineText": "Château Léoville Poyferré St. Julien",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8697"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bb3"
  },
  "author": "BC",
  "drinkFrom": "2020",
  "drinkTo": "2025",
  "noteText": "No oak but 25% matured in a clay amphora. Fine-grained, seamless chardonnay, with a delicious mix of grapefruit, citrus, white peach, hazelnut, ginger and nutty yeast lees flavours. Delicious wine that's irresistible now but should develop well with bottle age. A perfect example of subtle power. 30 SEP 2020\n2020–2025",
  "rating": "96",
  "vintage": "2019",
  "wineId": "4040",
  "wineText": "Neudorf Chardonnay - Rosie's Block 25 Rows",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8778"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bb4"
  },
  "author": " James Suckling",
  "noteText": "\"A complex chardonnay with yellow citrus, as well as lemon-curd and creamy tones. Light hazelnut, too. The palate has such all-encompassing, fresh peachy flavors and builds impressively through the long, full finish. Drink or hold. Screw cap.\"\n",
  "rating": "96",
  "vintage": "2020",
  "wineId": "3620",
  "wineText": "Kumeu River Hunting Hill Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8748"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bb5"
  },
  "author": "Monica Larner (Parker's Wine Advocate)",
  "drinkFrom": "2024",
  "drinkTo": "2045",
  "noteText": "\"Of the four single-vineyard wines presented by Azelia, this is the only one that draws its fruit from Castiglione Falletto. The other three see fruit from Serralunga d'Alba. It makes sense then that the 2016 Barolo Bricco Fiasco marches to the beat of its own drum when compared to its siblings in this portfolio. This wine is set apart by the precision of its aromas and not by the overt power that you get in Serralunga d'Alba. Instead, you get linear and direct aromas of wild cherry, dried blueberry, smoke, licorice and crushed limestone. This Bricco Fiasco is beautifully assembled, elegant and laser-focused. Luigi Scavino's grandfather planted this vineyard in the 1940s, and the average age of the plants is 85 years old today. The site has more sand in its soils compared to Serralunga d'Alba, and this explains the bright fruity and sometimes floral characteristics of the wine. This is a 5,800-bottle release.\"",
  "rating": "96",
  "vintage": "2016",
  "wineId": "1240",
  "wineText": "Azelia Barolo Bricco Fiasco",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8654"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bb6"
  },
  "author": "James Suckling",
  "noteText": "\"Cooked apple, honey and light vanilla with some stone and praline undertones. Full-bodied with layers of fruit and a flavorful finish. White peaches,too. Fantastic white. From biodynamically and organically grown chardonnay and pinot bianco. Drink now.\"",
  "rating": "95",
  "vintage": "2018",
  "wineId": "4360",
  "wineText": "Querciabella Toscana Batar IGT",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8798"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bb7"
  },
  "author": "James Suckling",
  "noteText": "Pure cassis on the nose. Impressive. Full-bodied, thick and powerful, with loads of fruit and big, velvety tannins. Goes on for minutes on the palate. Huge wine. Very, very impressive. One of the big surprises of the vintage. Best after 2012.\n\n \tJames Suckling, Wine Spectator Insider, March 2006\nScore: 95\tJames Suckling, Wine Spectator, March 2006\nImpressive and huge. Pure cassis on the nose. Thick and powerful, with loads of fruit. A big surprise of the vintage.\n\nScore: 95\tJames Suckling, Wine Spectator, February 2006\nScore: 89/91\tJames Suckling, Wine Spectator (April 04), April 2004",
  "rating": "95",
  "vintage": "2003",
  "wineId": "1910",
  "wineText": "Château Léoville Poyferré St. Julien",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8697"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bb8"
  },
  "author": "Bob Campbell",
  "drinkFrom": "2019",
  "drinkTo": "2028",
  "noteText": "Flagship wine from a sloping limestone hillside and an old riverside slope overlooking the TukiTuki River. Dense, yet quite supple and accessible red with a ripe plum, raspberry, floral, violet, pepper and spicy oak flavours. Can be appreciated now but shows obvious cellaring potential 07 NOV 2019",
  "rating": "95",
  "vintage": "2016",
  "wineId": "4850",
  "wineText": "Te Awanga Estate Trademark Syrah",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87c9"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bb9"
  },
  "author": "Burghound",
  "noteText": "\"A deft touch of wood surrounds the aromas of equally restrained and quite floral, lemon zest and subtle spice hints. The ripe and rich large-scaled flavors are relatively fine while delivering a balanced, linear and superbly persistent finish that is notably dry. This too is very much built-to-age but in contrast to the Criots, this is going to need at least a decade of cellaring first.\"",
  "rating": "95",
  "vintage": "2017",
  "wineId": "2630",
  "wineText": "Domaine Fontaine-Gagnard  Bâtard-Montrachet Grand Cru ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86df"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bba"
  },
  "author": "Falstaff Magazine",
  "noteText": "Deep dark ruby ​​garnet, opaque core, violet reflections, delicate brightening of the rim, ripe, juicy fruit on the nose, sweet dates can be heard. Very powerful on the palate, the alcohol is noticeable, complex, close-knit, firm tannins, stays on for a long time, a wine with huge potential, with a wonderful bitter chocolate finish, with all its strength also balanced, very great potential. -",
  "rating": "95",
  "vintage": "2005",
  "wineId": "1940",
  "wineText": "Château Monbousquet St. Emilion",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce869a"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bbb"
  },
  "author": "Kerin O’Keefe",
  "drinkFrom": "2027",
  "drinkTo": "2032",
  "noteText": "\nPressed rose, crushed mint, new leather and wild berry aromas slowy take shape in the glass. Full-bodied and youthfully austere, the firmly structured palate features ripe Marasca cherry, strawberry compote and star anise alongside noble tannins that need to time to unwind. ",
  "rating": "95",
  "vintage": "2017",
  "wineId": "5540",
  "wineText": "Giacomo Fenocchio - Barolo Villero",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8811"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bbc"
  },
  "author": "JS",
  "noteText": "\"Dense and powerful 2016 Chianti Classico with a deep and rich palate of fruit that is tight and compact. Lots of polished tannins to frame the wine. Full-bodied. The spice, bark, and dried-mushroom character highlights the ripe and luscious fruit. Drink or hold.\"\n— 95 POINTS: James Suckling\n",
  "rating": "95",
  "vintage": "2016",
  "wineId": "3900",
  "wineText": "Mazzei Castello Fonterutoli Chianti Classico Gran Selezione 2016",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce876a"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bbd"
  },
  "author": "Kerin O’Keefe, Wine Enthusiast Magazine",
  "drinkFrom": "2022",
  "drinkTo": "2027",
  "noteText": "“Enticing aromas of ripe black-skinned fruit, iris, new leather and camphor lead the nose. It's smooth, structured and has great energy for such a hot vintage, offering flavors of dried cherry, raspberry compote, blood orange and tobacco set against taut refined tannins. Drink 2022–2027.” ",
  "rating": "95",
  "vintage": "2017",
  "wineId": "3430",
  "wineText": "Istine Chianti Classico Riserva Levigne ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8732"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bbe"
  },
  "author": "Sam Kim",
  "drinkFrom": "2018",
  "drinkTo": "2021",
  "noteText": "\"A hugely appealing chardonnay; the gloriously expressed bouquet shows white stone fruit, fig, rockmelon, vanilla and cedar characters with subtle spicy complexity. It is superbly concentrated and plush, while remaining balanced and structured, wonderfully complemented by velvety mouthfeel and creamy texture. The wine offers stunning depth and complexity. $54.00. www.elephanthill.co.nz. March 2018.",
  "rating": "95",
  "vintage": "2016",
  "wineId": "2980",
  "wineText": "Elephant Hill Chardonnay - Reserve",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8702"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bbf"
  },
  "author": "Monica Larner, Robert Parkers Wine Advocate",
  "noteText": "\"If I were stranded on a deserted island with just one bottle of wine of my choosing, it very well might be Cantina Terlano's Vorberg. The 2018 Alto Adige Terlano Pinot Bianco Riserva Vorberg is a case study in creaminess and texture, although the bouquet holds back just a tad, with a bit of stone fruit. That subtle shyness is a known characteristic of the grape. The wine is as steady and clear-minded as one of those high-wire daredevils, navigating a tightrope between two Dolomite mountain peaks. This expression is salty and firm and with so much energy, and yet it is also relaxed with a touch of softness to the finish.\"",
  "rating": "95",
  "vintage": "2018",
  "wineId": "3600",
  "wineText": "Cantina Terlano  - Pinot Bianco Alto Adige Vorberg Riserva ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8744"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bc0"
  },
  "author": "Bob Campbell",
  "drinkFrom": "2022",
  "drinkTo": "2033",
  "noteText": "A blend of merlot, carménère, malbec and cabernet franc. This is a marvellous wine from a challenging vintage. It is a bright, vibrant and restrained red with layers of red berry, fresh herb, floral and spicy oak flavours. Elegant rather than blockbuster. Should develop well in bottle",
  "rating": "95",
  "vintage": "2017",
  "wineId": "5530",
  "wineText": "Puriri Hills - Estate",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8810"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bc1"
  },
  "author": "Cameron Douglas",
  "noteText": "\"Variety and expression show intensity, power, a core of fruit with a fine seam of stony minerality, gentle wood spices and decisive complexity.  Warm and generous on the palate with a core of stone and citrus fruit flavours, wood spices and minerality. The oak layers in flavours of cashew nut and baking spices and a lees autolysis adds texture and length. Fine fruit and wood tannins build additional mouthfeel and texture. A youthful, textural, ripe and well made example with salivating acidity, generous weight and intensity with a long delicious finish\" Cameron Douglas, Master Sommelier, Mar 2021",
  "rating": "95",
  "vintage": "2020",
  "wineId": "3630",
  "wineText": "SOHO - Carter Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce874e"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bc2"
  },
  "author": "Bob Campbell",
  "noteText": "Dense, elegant and finely-structured red with cedar, dark berry, blackberry, spice, anise and nutty oak flavours. Cabernet varietal characters dominate in this high energy wine while firm, fine tannins give a drying finish and much promise for the future 19/10/2017",
  "rating": "95",
  "vintage": "2013",
  "wineId": "3580",
  "wineText": "Kidnapper Cliffs (Te Awa) Cabernet Sauvignon/Merlot ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8741"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bc3"
  },
  "author": "Bob Campbell",
  "noteText": "It might be the power of suggestion, but I swear that I can smell the briny scent of the sea in every glass. From a coastal vineyard at Te Awanga. It's 60% barrel fermented and left on the lees for seven months. This is a delicious viognier with ripe pear, apricot and honeysuckle flavours.",
  "rating": "95",
  "vintage": "2019",
  "wineId": "3000",
  "wineText": "Elephant Hill Sea Viognier",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8704"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bc4"
  },
  "author": "Stephan Reinhardt",
  "noteText": "\"From raisined berries and yielding 20 hectoliters per hectare with 116° Oechsle, the 2019 Wintricher Geierslay Riesling offers a very fine and slatey yet concentrated and precise bouquet. On the palate, this is an Eiswein with the weapons of an Auslese. Lush and round, with great precision and juicy fruit, this is a remarkably good Auslese with tension, grip and length. Bottled with 118 grams of residual sugar. Tasted at the domain in September 2020.\"",
  "rating": "95",
  "vintage": "2019",
  "wineId": "5501",
  "wineText": "Weingut Günther Steinmetz - Winticher Geierslay Riesling Auslese Gold Capsule",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce880b"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bc5"
  },
  "author": "Sam Kim",
  "drinkFrom": "2021",
  "drinkTo": "2026",
  "noteText": "Offering excellent fruit purity and vibrancy, the wine shows feijoa, kiwifruit, nectarine and kaffir lime notes on the nose, leading to a powerfull yet poised palate offering terrific fruit intensity backed by bright acidity, making it mouth-watering and deliciously appealing.",
  "rating": "95",
  "vintage": "2020",
  "wineId": "1510",
  "wineText": "Catalina Sounds Sauvignon Blanc",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce866f"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bc6"
  },
  "author": "Bob Campbell",
  "drinkFrom": "2018",
  "drinkTo": "2029",
  "noteText": "\"Impressively pure, almost luscious chardonnay from the famous hillside Clayvin vineyard. Ripe tree fruit, peach and nectarine flavours with ginger, hazelnut and spicy oak. Surprisingly accessible wine that promises to develop well with bottle age. 26 JUN 2018.\"",
  "rating": "95",
  "vintage": "2016",
  "wineId": "4140",
  "wineText": "Pegasus Bay Virtuoso Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8782"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bc7"
  },
  "author": "Cameron Douglas",
  "drinkFrom": "2019",
  "drinkTo": "2029",
  "noteText": "%22Complex, youthful, varietal and masculine with distinctive aromas and flavours of blackberry and plum then black currant, English tea, stony soil%2Fgranite and plenty of oak. The acidity is bold and youthful, tannins ripe and grippy with a finish reminiscent of iron, graphite and tobacco. A wine still developing. Great textures and lengthy finish. Drink now if decanted. ",
  "rating": "95",
  "vintage": "2013",
  "wineId": "5170",
  "wineText": "Vidal  Legacy Gimblett Gravels Cabernet Merlot",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87e9"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bc8"
  },
  "author": "Nick Butker",
  "drinkFrom": "2020",
  "drinkTo": "2025",
  "noteText": "Bright and vibrantly expressive - youthful and fresh. Violets and dried red flowers, lifted blue fruits. Oak is imperceptible - juicy, plush fruit allowed to sing. A brilliant wine, crafted to celebrate the region",
  "rating": "95",
  "vintage": "2018",
  "wineId": "4550",
  "wineText": "Samuel's Gorge Shiraz",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87ab"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bc9"
  },
  "author": "Huon Hooke",
  "drinkFrom": "2020",
  "drinkTo": "2033",
  "noteText": "Earthy, reserved aroma, smoky, sooty traces and a hint of bitter-cherry. The wine is medium to full-bodied and supple; a soft, savoury, rich-but-dry style that is nicely balanced. Very good fleshy density. Nice long after-palate. 23 APR 2020",
  "rating": "95",
  "vintage": "2018",
  "wineId": "4550",
  "wineText": "Samuel's Gorge Shiraz",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87ab"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bca"
  },
  "author": "WIne Orbit",
  "drinkFrom": "2020",
  "drinkTo": "2025",
  "noteText": "A magnificent expression of the variety; the intensely aromatic bouquet shows green rockmelon, passionfruit, feijoa and kaffir lime characters. The palate displays outstanding concentration and persistency, together with textural mouthfeel and lively acidity, finishing impressively long and flavoursome. At its best: now to 2025. ",
  "rating": "95",
  "vintage": "2020",
  "wineId": "1230",
  "wineText": "Auntsfield Single Vineyard Sauvignon Blanc",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8653"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bcb"
  },
  "author": "Bob Campbell",
  "noteText": "Attractive, ethereal sauvignon blanc with passionfruit, gooseberry, melon and citrus-lime flavours supported by deliciously fruity acidity. A seductive sauvignon with an impeccable balance of acidity and subliminal sweetness",
  "rating": "95",
  "vintage": "2020",
  "wineId": "1510",
  "wineText": "Catalina Sounds Sauvignon Blanc",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce866f"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bcc"
  },
  "author": "Jeb Dunnuck",
  "noteText": "Based on 74% Syrah and 26% Grenache brought up in in a combination of concrete tanks (for the Grenache) and one year old demi-muids (for the Syrah), the 2018 Cotes Du Roussillon Bastide Miraflors is a knockout bottle of wine. It offers loads of black fruits, roasted herbs, peppered meat, violets, and bacon fat as well as full-bodied richness, a round, opulent style, ripe tannins, and a blockbuster finish.  (3/2021)",
  "rating": "95",
  "vintage": "2018",
  "wineId": "5620",
  "wineText": "Domaine Lafage - Côtes du Roussillon Bastide Miraflors",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8819"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bcd"
  },
  "author": "BC",
  "noteText": "“A blend of chardonnay and pinot noir with at least four years en tirage. Impressively yeasty Methode saline, oyster-shell, ginger, toasted nut and citrus flavours. An ethereal texture and lengthy finish complete the picture. Very impressive.”\n September 2020",
  "rating": "95",
  "vintage": "2011",
  "wineId": "4610",
  "wineText": "Seifried Aotea Méthode Traditionnelle",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87b1"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bce"
  },
  "author": "James Suckling",
  "noteText": "\"Deep and complex, yet delicate, this is an exceptionally concentrated and ripe pinot bianco. But it has a cool side, too, and that helps balance the toast and dried-pear character on the mid-palate before the dramatic, mineral freshness kicks in at the intense, long finish. Just beginning a long life. Drink or hold.\"",
  "rating": "95",
  "vintage": "2018",
  "wineId": "3600",
  "wineText": "Cantina Terlano  - Pinot Bianco Alto Adige Vorberg Riserva ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8744"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bcf"
  },
  "author": "Sam Kim",
  "noteText": "\"It's immensely complex and seductively inviting, showing grilled peach, mango, vanillin oak and brioche characters on the nose, followed by a concentrated palate displaying outstanding depth and richness, while remaining elegant and poised, leading to an impressively long expansive finish\" Sam Kim, Wine Orbit, Mar 2021",
  "rating": "95",
  "vintage": "2020",
  "wineId": "3630",
  "wineText": "SOHO - Carter Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce874e"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bd0"
  },
  "author": "Bob Campbell",
  "drinkFrom": "2019",
  "drinkTo": "2025",
  "noteText": "The first release of a new, premium chardonnay label from a single vineyard in the Gimblett Gravels district of Hawke's Bay. Impressive, flavoursome wine with spicy oak and toasty, nutty yeast lees characters slightly dominating white peach and citrus characters. A complex, elegant and age-worthy wine ",
  "rating": "95",
  "vintage": "2018",
  "wineId": "5090",
  "wineText": "Trinity Hill 125 Gimblett Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87e1"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bd1"
  },
  "author": "Bob Campbell",
  "drinkFrom": "2018",
  "drinkTo": "2023",
  "noteText": "\"Very attractive chardonnay with peach, nectarine, hazelnut and spicy oak flavours. Very tactile wine with good weight and an ethereal texture. Good purity and a lingering finish. A highly drinkable chardonnay that should develop well with bottle age. 15/3/2018.\" Drink 2018 - 2023",
  "rating": "95",
  "vintage": "2016",
  "wineId": "2980",
  "wineText": "Elephant Hill Chardonnay - Reserve",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8702"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bd2"
  },
  "author": "Sam Kim",
  "noteText": "A stunning expression of the variety%3B the complex and engaging bouquet shows ripe apricot, honeydew melon, fig and rich floral aromas. It%E2%80%99s equally impressive on the palate, delivering excellent concentration and expansive mouthfeel wonderfully enhanced by plush texture and beautifully pitched acidity, leading to an opulent, sumptuous finish.",
  "rating": "95",
  "vintage": "2019",
  "wineId": "3000",
  "wineText": "Elephant Hill Sea Viognier",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8704"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bd3"
  },
  "author": "JS",
  "noteText": "\"Aromas of ripe fruit such as sweet strawberries and hints of orange peel and chocolate. Medium to full body, soft and velvety tannins and a flavorful finish. Riper style. Drink or hold.\"\n— 95 Points, James Suckling\n",
  "rating": "95",
  "vintage": "2012",
  "wineId": "4680",
  "wineText": "Siro Pacenti Brunello di Montalcino Vecchie Vigne ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87b8"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bd4"
  },
  "author": "RP",
  "noteText": "\"The Mazzei family was one of the first and most enthusiastic advocates of the Gran Selezione movement. Their 2016 Chianti Classico Gran Selezione Castello Fonterutoli is a crowning achievement for this storied Chianti Classico winery. From an iconic vintage, this blend of 92% Sangiovese and 8% Malvasia Nera, aged in new and neutral oak for 20 months, shows sharp and delineated lines. Black fruit, plum and cherry intermingle with spice, tobacco and tilled earth. The wine shows zest and energy at its core.\"",
  "rating": "95",
  "vintage": "2016",
  "wineId": "3900",
  "wineText": "Mazzei Castello Fonterutoli Chianti Classico Gran Selezione 2016",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce876a"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bd5"
  },
  "author": "Bob Campbell",
  "drinkFrom": "2019",
  "drinkTo": "2025",
  "noteText": "Delicious chardonnay with an exquisite balance of tangy acidity and a complex array of stone fruit, citrus, nut and spice flavours. A moderately weighty wine with energy and drive. Hard to imagine it getting any better 23 OCT 2019",
  "rating": "95",
  "vintage": "2018",
  "wineId": "5060",
  "wineText": "Trinity Hill Gimblet gravels - Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87de"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bd6"
  },
  "author": "James Suckling",
  "noteText": "\"Fabulous aromas of honeysuckle, lavender, stone and menthol. Full-bodied, lightly off dry, spicy and powerful. Very long and rich. What potential. Fabulous gewurz. It should be available in the market in 2020.\" ",
  "rating": "95",
  "vintage": "2013",
  "wineId": "2830",
  "wineText": "Domaine Trimbach Gewürztraminer Cuvée des Seigneurs de Ribeaupierre ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86f3"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bd7"
  },
  "author": "Cameron Douglas",
  "drinkFrom": "2022",
  "drinkTo": "2029",
  "noteText": "Fantastic bouquet with aromas of gun metal and leesy spices, roasted nut and roasted stone fruits and baking spices. Complex, youthful and very inviting. On the palate, full-bodied, youthful, fresh, complex and full of flavour and texture. Fruit and wood flavours reflect the bouquet accentuated with chalky tannins, medium+ acidity and toasty nut complexity. Well-made and ready to drink from 2022 through 2029.",
  "rating": "95",
  "vintage": "2020",
  "wineId": "3050",
  "wineText": "Mount Brown - Grand Reserve Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8709"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bd8"
  },
  "author": "Fine Wine Delivery",
  "drinkFrom": "2023",
  "drinkTo": "2027",
  "noteText": "Description\nNeither Pope nor Harmonie du Soir were made from the cooler 2017 vintage –meaning the pick of the fruit from this low yielding vintage was directed into this elegant but generous Estate Bordeaux blend. Judy Fowler’s cult Puriri Hills winery has established benchmark quality in NZ across all three levels of her Bordeaux style reds. With the pick of fruit, the Estate blend delivers quality at a price that almost beggars belief. Lovers of full bodied and Merlot or Cabernet led blends... this 2017 Estate is one of the great cellar buys in recent years. Merlot-dominant with Cabernet Sauvignon, Cabernet Franc and Carménère... tiny 1kg per vine fruit yields ensured ample concentration. A mix of modern and traditional winemaking includes 28-days maceration on skins with gentle hand plunging ensuring perfect extraction of colour, tannins and flavours. 2-years in French Oak Barriques (30% new) have proved perfect in rounding texture and complexity. Succulent and generous it has traditional Bordeaux like coolness on the fresh finish. It will evolve and drink beautifully through 2022-2027.\nSmells\nComplex florals, graphite, tobacco, cedar, blackcurrant, plums, leather, soy… a veritable checklist for top Bordeaux, but found in a wine from Clevedon.\nTastes\nSucculent and concentrated, with multi layers of generous blackberry, dark plum and currant fruit embraced in plush tannins and fine, lively acidity. Savoury and spice complexities are beginning to emerge at 4 years old, but the freshness of the wine is remarkable, showing why Judy doesn’t like to release her wines until they’re ready to begin enjoying. Enjoy now after decanting, or cellar through to 2024/2027 with ease. Enjoy with herb crusted rack of lamb.",
  "rating": "95",
  "vintage": "2017",
  "wineId": "5530",
  "wineText": "Puriri Hills - Estate",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8810"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bd9"
  },
  "author": "Robert Parker",
  "noteText": "\"Wafting from the glass with a complex bouquet of vine blossom, acacia honey, mandarin oil, ripe pears and hazelnuts, the 2017 Bâtard-Montrachet Grand Cru is full-bodied, unctuous and dense, with a blockier, more foursquare profile than the lavishly expansive Criots, with more depth and concentration too, concluding with a long, mouthwatering finish. This is quintessential Bâtard.\"",
  "rating": "95",
  "vintage": "2017",
  "wineId": "2630",
  "wineText": "Domaine Fontaine-Gagnard  Bâtard-Montrachet Grand Cru ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86df"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bda"
  },
  "author": "Steven Tanzer",
  "noteText": "\"Full, bright yellow-gold with a green tinge. Very sexy mineral accents enliven complex scents of white peach, apple and citrus zest. Wonderfully dense and palate-saturating, with superb mineral-driven acidity giving the wine superb inner-mouth tension and lift, not to mention sharp definition to its flavors of lemon and orange peel, quince and vanillin oak. Like the 2015 White Stones, this is a bit Chablis-like but in a grand cru way. Very long and alive on the aftertaste. Truly exciting Argentine Chardonnay.\" ",
  "rating": "95",
  "vintage": "2016",
  "wineId": "1520",
  "wineText": "Catena Zapata Adrianna Vineyard White Bones Chardonnay ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8670"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bdb"
  },
  "author": "Wine Spectator",
  "noteText": "Wine Spectator Author: Alison Napjus Date: Tuesday, November 5, 2019 \"Ripe cherry, pomegranate and blood orange sorbet flavors are well-knit to sleek, lightly mouthwatering acidity in this elegant ros%C3%A9 Champagne, with a subtle plushness to the fine mousse. Long and minerally on the finish, echoing more fruit and spice details. Drink now through 2029. 300 cases imported.",
  "rating": "94",
  "vintage": "2012",
  "wineId": "4270",
  "wineText": "Pol Rojer Brut Rose Vintage",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce878f"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bdc"
  },
  "author": "Robert Parker",
  "drinkFrom": "2014",
  "drinkTo": "2024",
  "noteText": "A spectacular wine, and one that could have been bought for a song when it was released, this blend of 73% Cabernet Sauvignon and 27% Merlot was cropped at 33 hectoliters per hectare. Strutting all of its nobility, richness and majesty in 2014, it boasts abundant notes of cedarwood, creme de cassis, licorice and a hint of lead pencil shavings. Full-bodied, rich, dense and fully mature, it is capable of lasting another 7-10 years. This beauty is a big-time sleeper of the vintage. Drink 2014-2024\n\nScore: 94\tRobert Parker, Wine Advocate (214), August 2014\nConsumers should take note as this estate is clearly benefiting from increased attention from the Rothschilds. The 2003 may be the finest Duhart-Milon made ... ever! A blend of 73% Cabernet Sauvignon and 27% Merlot, it boasts a deep ruby/purple hue in addition to a big, sweet perfume of black fruits interwoven with roasted herbs and meat juice offered in a muscular, full-bodied style. Full-bodied, dense, and well-structured, this stunning cuvee is best consumed between 2010-2030.\n\nScore: 92+\tRobert Parker, Wine Advocate (164), April 2006\nAlong with the 1982, this is the greatest Duhart-Milon I have ever tasted. A blend of 73% Cabernet Sauvignon and 27% Merlot that tips the scales at 13.2% alcohol (relatively high), this is a breakthrough effort and clearly a sleeper of the vintage. Deep ruby/purple to the rim with a stunning nose of charcoal, lead pencil shavings, black currants, and plums, the wine has a full-bodied, super-endowed, concentrated palate, beautiful purity, low acidity, but surprising freshness and vigor. The tannin is elevated, but sweet and well-integrated. Anticipated maturity: 2007-2020. Duhart is a chateau to watch as the Rothschilds (of Lafite) are making serious investments and pushing full-throttle to upgrade the quality and image of this estate.\n\nScore: 91/94\tRobert Parker, Wine Advocate (158), April 2005\nPotentially the finest Duhart I have ever tasted, the 2003 admirably reflects the efforts being made by the Rothschild family at this 72 hectare (180 acre) vineyard (since 1963, it has been completely replanted). A blend of 73% Cabernet Sauvignon and 27% Merlot, with a relatively high (for Bordeaux) alcohol content of 13.2%, it exhibits a deep ruby/purple color as well as sweet aromas of plums, black currants, and minerals, outstanding depth and breadth on the palate, low acidity, and excellent ripeness. Due to this estate’s lack of prestige, this will undoubtedly be a very good value. Anticipated maturity: 2009-2018.\n\nScore: 90/93\tRobert Parker, Wine Advocate (152), April 2004",
  "rating": "94",
  "vintage": "2003",
  "wineId": "1770",
  "wineText": "Château Duhart-Milon Pauillac",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8689"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bdd"
  },
  "author": "Jeb Dunnuck",
  "drinkFrom": "2021",
  "drinkTo": "2026",
  "noteText": "\"One of the greatest values in the wine world has to be the Kerbuccio cuvée from Jean-Marc Lafage’s Chateau Saint Roch estate in Maury. The 2017 isn’t going to break the trend. Checking in as a blend of 80% Grenache and 20% Syrah, it’s a blockbuster, deep, massive effort that just screams Grenache from Maury. Ripe blackberries, melted chocolate, black cherries, and cured meat notes all emerge from this beautifully textured, layered, opulent wine that stays balanced and pure. Brought up in 80% new demi-muids, it shows no sense of its oak élevage, has beautiful purity and freshness, and tastes like it cost 4-5 times the price. Drink it over the coming 4-5 years.\"",
  "rating": "94",
  "vintage": "2017",
  "wineId": "2040",
  "wineText": "Chateau Saint Roch  Kerbuccio",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86a4"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bde"
  },
  "author": "Antonio Galloni",
  "noteText": "A blend of mostly Cabernet Sauvignon and Merlot, the 2017 Guidalberto is a stellar wine. Rich, ample and resonant, the 2017 possesses superb depth and textural richness, both signatures of this warm, dry vintage. I suppose in the most technical sense, the 2017 is not the last word on complexity. But it is supremely delicious, it is that kind of wine opened and finished quickly - and of course, the ultimate goal of a wine is to deliver pleasure. The 2017 Guidalberto hits it out of the park on that level. 94/100pts, Antonio Galloni, Vinous.com",
  "rating": "94",
  "vintage": "2017",
  "wineId": "4920",
  "wineText": "Tenuta San Guido  Guidalberto IGT ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87d0"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bdf"
  },
  "author": "Jame Sucking",
  "drinkFrom": "2020",
  "drinkTo": "2028",
  "noteText": "\"Lustrous mid ruby. Pretty nose of concentrated, peppery cherry fruit. Crunchy red-fruit palate underpinned with stalky tannins. Elegant medium-bodied feel. Can be approached now. Should be VGV.\"",
  "rating": "94",
  "vintage": "2016",
  "wineId": "1140",
  "wineText": "Arnaldo Rivera Barolo Undicicommuni",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce864a"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8be0"
  },
  "author": "Robert Parker, Wine Advocate",
  "drinkFrom": "2015",
  "drinkTo": "2030",
  "noteText": "A beautiful effort from Monbousquet, this 2005 comes across to me as one of their strongest efforts, with notes of toasty oak, black cherry and blackcurrant fruit as well as some licorice, incense and flowers. Full-bodied and opulent, this is an amazing wine from a terroir on the so-called “wrong side” of St.-Emilion. Drink it over the next 15 or more years. It is an amazing performance. (219), June 2015",
  "rating": "94",
  "vintage": "2005",
  "wineId": "1940",
  "wineText": "Château Monbousquet St. Emilion",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce869a"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8be1"
  },
  "author": "Stephan Reinhardt, R",
  "noteText": "\"The 2013 Gewurztraminer Cuvée des Seigneurs de Ribeaupierre comes from predominately Keuper marl-limestone soils in Hunawihr (Muhlforst area) and Ribeauvillé (Trottacker) which give this age worthy wine a full and powerful style. Nobly clear and elegant on the deep and concentrated but super subtle nose where ripe bright fruit aromas with a dash of lemon juice are displayed. Round, piquant and very elegant on the palate, this is an intense, complex, lovely mineral and extremely well defined wine with a stimulating vibrancy and a nice tannin grip which, in combination with the minerality, gives not just tension and power but also a very long and salty Gewurztraminer with mandarin flavors and flowers in the very persistent aftertaste. This Cuvée is even more elegant than the Reserve and will go into the market most likely by end of 2019 since 2008 is on the shelves right now and will be followed by 2011 and 2012 first.\"",
  "rating": "94",
  "vintage": "2013",
  "wineId": "2830",
  "wineText": "Domaine Trimbach Gewürztraminer Cuvée des Seigneurs de Ribeaupierre ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86f3"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8be2"
  },
  "author": "BC",
  "noteText": "A step-up on the regular label, also from the winery’s coastal Te Awanga vineyard, with more concentration, a smoother texture and greater savoury complexity. Grapefruit, a suggestion of pineapple, with toasted nut, spicy oak and caramel in the background. Should develop well.",
  "rating": "94",
  "vintage": "2015",
  "wineId": "2980",
  "wineText": "Elephant Hill Chardonnay - Reserve",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8702"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8be3"
  },
  "author": "Candice Chow",
  "noteText": "\"Bright, pale straw-yellow, even colour throughout. The nose is vibrant and voluminous, nuances of pineapple, citrus melded with oak seasoning of spice, vanilla and hazelnuts, along with creamy lemon curd. Full-bodied, pineapple aroma merged with stonefruit and lemon zest, prickly spices filled the palate, unveiling toasted hazelnuts, vanilla and creamy lemon curd. The acidity is buoyant and bright, provide a lift to the full and creamy palate. Nutty and spice elements are elegantly presented, integrated with the fruit and acidity. This is a youthful, full-bodied Chardonnay with brilliant acidity and flavour intensity, ready to be enjoyed now with roasted chicken, seafood with creamy sauce\" Candice Chow, Raymond Chan Wine Reviews, Mar 2021",
  "rating": "94",
  "vintage": "2020",
  "wineId": "3630",
  "wineText": "SOHO - Carter Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce874e"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8be4"
  },
  "author": "Jame Sucking",
  "drinkFrom": "2022",
  "noteText": "\"A tight, focused red with strawberry, hazelnut and floral aromas and flavors. Medium to full body, firm and creamy tannins and a flavorful finish. Juicy finish.",
  "rating": "94",
  "vintage": "2016",
  "wineId": "1150",
  "wineText": "Arnaldo Rivera Barolo Rocche di Castiglione",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce864b"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8be5"
  },
  "author": "Antonio Galloni, Vinous",
  "noteText": "“Querciabella's 2017 Chianti Classico Riserva is fabulous. Sweet perfumed aromatics open up first as this silky, mid-weight Riserva shows off its allure. The warm, dry vintage notwithstanding, Querciabella turned out a gracious, mid-weight Riserva that is incredibly elegant. The 2017 changes constantly in the glass, revealing different sides of its personality over time. It's the perfect wine for the dinner table.”",
  "rating": "94",
  "vintage": "2017",
  "wineId": "4370",
  "wineText": "Querciabella Chianti Classico Riserva",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8799"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8be6"
  },
  "author": "Bob Campbell",
  "noteText": "Bright, vibrant chardonnay with grapefruit, nectarine, subtle struck-flint, cashew nut, ginger and spicy oak flavours supported by tangy acidity. A richly-textured wine from an excellent vintage. 17 MAR 2022",
  "rating": "93",
  "vintage": "2021",
  "wineId": "5590",
  "wineText": "Stonecroft - Gimblett Gravels Old Vine Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8816"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8be7"
  },
  "author": "Stephen Tanzer",
  "noteText": "Full ruby-red. Captivating aromas of black raspberry, smoked meat, mocha and licorice. Wonderfully sweet, dense and fat but with excellent vinosity and inner-mouth perfume to the flavors of berries, mocha and licorice. A compellingly tactile vintage for Monbousquet, with the substantial but sweet tannins buffered by the wine's chewy mid-palate material. This was aged in 80% new oak, compared to 60% to 65% in 2006 and 2007. Really transcends its less-than-ideal terroir in Saint Sulpice de Faleyrens.",
  "rating": "93",
  "vintage": "2005",
  "wineId": "1940",
  "wineText": "Château Monbousquet St. Emilion",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce869a"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8be8"
  },
  "author": "Wine Enthusiast ",
  "noteText": "Wine Enthusiast Author: Roger Voss Date: Friday, December 6, 2019 \"With this ros%C3%A9, the vintage is showing maturity and the toastiness of this rich wine is now just at the right point. Fruit and acidity are in the background, lending a crisp edge to a wine that is delicious now.\" Grade: Best of the Year, 2019",
  "rating": "93",
  "vintage": "2012",
  "wineId": "4270",
  "wineText": "Pol Rojer Brut Rose Vintage",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce878f"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8be9"
  },
  "author": "James Suckling",
  "noteText": "Very subtle and refined, yet there is a line of fine-grained tannins running through the center palate. It's medium-bodied, racy and beautiful. Needs two or three years to open.",
  "rating": "93",
  "vintage": "2016",
  "wineId": "2240",
  "wineText": "Conterno Fantino Barolo Mosconi Vigna Ped",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86b8"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bea"
  },
  "author": "AG",
  "noteText": "\"The 2016 Chianti Classico Gran Selezione Castello Fonterutoli is one of the most expressive wines I have tasted from the estate. Beautifully perfumed, layered and nuanced, the 2016 has so much to offer. Lavender, spice, menthol, ripe red/purplish fruit and rose petal grace this translucent, beautifully detailed Chianti Classico. The 2016 is a jewel of a wine.\"\n— 93 POINTS: Antonio Galloni\n",
  "rating": "93",
  "vintage": "2016",
  "wineId": "3900",
  "wineText": "Mazzei Castello Fonterutoli Chianti Classico Gran Selezione 2016",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce876a"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8beb"
  },
  "author": "Antonio Galloni, Vinous",
  "noteText": "The 2017 Carmes de Rieussec is dazzling. Here, too, the winemaking team captured a striking balance of richness and energy. Most second wines from Sauternes these days are light and floral. The Carmes has plenty of those qualities, but it is far from an easygoing Sauternes; rather it packs a serious punch. Lemon confit, passion fruit, exotic flowers and mint meld into the creamy, resonant finish.\nAntonio Galloni, vinous.com, March 2020",
  "rating": "93",
  "vintage": "2017",
  "wineId": "1560",
  "wineText": "Chateau  Rieussec Carmes de Rieussec - 375 ml",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8674"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bec"
  },
  "author": "JS",
  "noteText": "\"This is a new grand cru from here and shows crushed stones and cooked apples with lemon undertones. Medium-to full-bodied. Flavorful with lots of gun metal and stone to finish. Drink now.\" ",
  "rating": "93",
  "vintage": "2016",
  "wineId": "2820",
  "wineText": "Domaine Trimbach Riesling Mandelberg Grand Cru",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86f2"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bed"
  },
  "author": "Robert Parker's Wine Advocate",
  "noteText": "Outer quote mark The Mastroberardino 2015 Taurasi Radici is a dark and savory wine with thickly stacked aromas of black fruit, tar, licorice and campfire ash. This is a baritone Taurasi from a warm and sunny vintage that boasts concentrated and rich flavors as a result. Despite the evident power you get here, Taurasi has a beautiful manner of staying focused and sharp nonetheless. This wine demonstrates that quality very nicely. (ML) Inner quote mark (10/2019)",
  "rating": "93",
  "vintage": "2015",
  "wineId": "5560",
  "wineText": "Mastroberdino -  \"Radici\" Taurasi",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8813"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bee"
  },
  "author": "Various",
  "noteText": "Trophy Best Sweet Wine | Canberra International Riesling Challenge 2018  Trophy Best New Zealand Riesling |   Canberra International Riesling Challenge 2018  Trophy Best Sweet Wine | New Zealand International Wine Show 2018  Silver Medal | New Zealand Wine of the Year Awards 2018  Silver Medal | Marlborough Wine Show 2018  4.5 Stars | Cuisine Magazine 2018  93 Points | Bob Campbell, MW",
  "rating": "93",
  "vintage": "2017",
  "wineId": "3650",
  "wineText": "Forest - Botrytised Riesling - 375ml",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8750"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bef"
  },
  "author": "James Suckling",
  "noteText": " Very pretty intensity and bitterness to the dried citrus fruit and lemon pith. Medium-bodied with intense, steely minerals and creamy texture. Drink now.",
  "rating": "93",
  "vintage": "2018",
  "wineId": "2890",
  "wineText": "Donhoff Riesling Spatlese - Oberhauser Brucke",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86f9"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bf0"
  },
  "author": "Gourmet Traveller Wine",
  "noteText": "\"Was one of my top wines. It’s highly complex, with great depth of ripe, dark fruit and cedary oak on the nose. The rich, round palate continues this, adding hints of chocolate and spices. It has balance and line through the mouth. Paterson described it as: “A well-composed wine with fragrant, concentrated fruit and lively, integrated acidity. The savouriness, and the soft, bright fruit is a delicious combination. Intriguing layers and delicious savoury complexity. Vibrancy, intensity, purity and balance.\" - Nick Bulleid (Gourmet Traveller Wine)",
  "rating": "93",
  "vintage": "2014",
  "wineId": "3670",
  "wineText": "Valenciso - Rioja Laderas de Cabama",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8752"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bf1"
  },
  "author": "James Suckling",
  "noteText": "This has a very attractive, fresh array of lemons and chalky almonds and stones. The palate has a smooth, glossy and gently creamy edge with a fresh, pithy yellow-citrus and peach finish. ",
  "rating": "93",
  "vintage": "2017",
  "wineId": "5440",
  "wineText": "Kosta Browne  - One Sixteen Russian River Valley Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8804"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bf2"
  },
  "author": "Ian D'Agata, Vinous",
  "noteText": "\"Vivid straw-green. Pear and dried fruit on the rich, ripe nose and palate. Round and suave, but also fresh and juicy, offering a strong saline note and insidious sweetness on the long, precise finish. Extremely tannic and very much in the ample style of the 2015 vintage and of the Mandelberg, a very calcaire site that is known for its warmer microclimate (in fact, almond trees manage to grow there). Really lovely wine - in fact, one of the prettiest young Cuvée Ms I remember having. Trimbach tells me that in 2016, should they like the wine and decide to bottle it (it depends on the vintage, clearly), they will name the wine Mandelberg outright (so no more Cuvée M).\" ",
  "rating": "93",
  "vintage": "2015",
  "wineId": "2820",
  "wineText": "Domaine Trimbach Riesling Mandelberg Grand Cru",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86f2"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bf3"
  },
  "author": "Various",
  "noteText": "93-95 points Robert Parker's Wine Advocate Outer quote mark The 2015 Chablis 1er Cru la Forest has one of the more mineral-driven aromatic profiles from Dauvissat this year: very focused with granite and flint-like aromas emerging from the glass. The palate is extremely well balanced, tightly wound at first with outstanding spiciness and mineralité, fanning out wonderfully with a quite compelling finish that lingers in the mouth. This is so cohesive and tensile, the persistence just one of the best you will find this vintage. (NM) Inner quote mark (8/2016)  94 points Decanter Outer quote mark Ripe and charming, intense and lifted. Showing purity of fruit and clarity, although the aromas are currently quite subdued. Racy and beautifully poised, with a very long finish. Drinking Window 2018 - 2028 Inner quote mark (2/2017)  92-94 points Vinous Outer quote mark Pale, bright yellow. Initially mute nose grudgingly gives up scents of citrus fruits, rosemary and earth. Sappy and incisive in the mouth, with penetrating citrus-dominated flavors joined by mineral-driven salinity on the long, pure finish. A terrific premier cru in the making, this Forest really stains the palate. (ST) Inner quote mark (7/2016)  93 points John Gilman Outer quote mark I love Vincent Dauvissat’s La Forest and the 2015 is an absolutely classic version! The bouquet is pure, nascently complex and very expressive, wafting from the glass in a fine, fine blend of flinty, wet stone minerality, pear, lime, a whisper of the coming beeswax, candied lemon peel and a touch of vanillin oak. On the palate the wine is deep, full-bodied, complex and rock solid at the core, with an open attack, an outstanding sense of reserve at the core, bright acids and excellent lift and cut on the very long, zesty finish. This is fairly open in personality today, but it has additional layers of complexity to offer to those with a bit of patience. 2016- 2040. 93+ Inner quote mark (11/2016)  90-93 points Allen Meadows - Burghound Outer quote mark *Sweet Spot Outstanding* This is aromatically even more complex if perhaps a bit less elegant with its pure array of citrus, iodine, tidal pool, citrus peel and apple aromas. There is excellent punch to the full-bodied and muscular middle weight flavors that possess plenty of mouth coating sap that helps to buffer the moderately firm acid spine. This powerful effort should reward from 6 to 10 years of bottle age and is another in a long line of fine examples of La Forest from Vincent Dauvissat. Drink: 2022+ Inner quote mark (10/2016)",
  "rating": "93",
  "vintage": "2015",
  "wineId": "5270",
  "wineText": "Vincent Dauvissat (René & Vincent)  - Chablis 1er Cru La Forest",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87f3"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bf4"
  },
  "author": "Stephan Reinhardt, RP",
  "noteText": "\"From the very steep, warm and sunny Mandelberg Grand Cru in Mittelwihr, where the 30- to 60+-year-old vines are cultivated on limestone soils (the Trimbachs have owned their plot since 1996), the 2015 Riesling Cuvée M opens with very intense, ripe and concentrated fruit with some lemon flavors. Full-bodied, rich and voluptuous, this is a dense, rich, very complex and firmly structured yet elegant Riesling with good tannins and a long and powerful, lingering salty finish. It is an impressive Mandelberg and indicates great aging potential. Coming from just one hectare, only 3,500 bottles have been produced.\" ",
  "rating": "93",
  "vintage": "2015",
  "wineId": "2820",
  "wineText": "Domaine Trimbach Riesling Mandelberg Grand Cru",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86f2"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bf5"
  },
  "author": "Jame Sucking",
  "noteText": "Very pretty intensity and bitterness to the dried citrus fruit and lemon pith. Medium-bodied with intense, steely minerals and creamy texture. Drink now.",
  "rating": "93",
  "vintage": "2018",
  "wineId": "2900",
  "wineText": "Donhoff Kreuznacher Hahlenberg Riesling Trocken",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86fa"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bf6"
  },
  "author": "Decanter",
  "noteText": "From several different plots, all of different Pinot clones, the fruit was kept separate and partially whole-bunch fermented with wild yeast, then aged separately in medium-toast French oak, 40% new, for 18 months. It was then blended, fined and bottled. It has a lovely bright cherry nose, followed on the palate by some tarry oak, dark chocolate and fresh red fruits. The oak is dominant at the moment, with a fuller, richer, woodier character than the 2012, but it should settle down to reveal the purity of the fruit beneath.",
  "rating": "93",
  "vintage": "2015",
  "wineId": "3300",
  "wineText": "Greywacke Pinot Noir",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8725"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bf7"
  },
  "author": "John Gilman",
  "drinkFrom": "2025",
  "drinkTo": "2065",
  "noteText": "he 2018 Kahlenberg Trocken was still in cask. This is superb and again, shows off the supreme elegance of the vintage at the winery this year, wafting from the glass in a very complex aromatic blend of pink grapefruit, tart orange, stony minerality, plenty of upper register smokiness, a touch of wild yeasts, orange peel and dried flowers. On the palate the wine is pure, full-bodied, racy and focused, with an excellent core, fine soil signature and a very long, complex and seamlessly balanced finish. Excellent juice. (Drink between 2025-2065.)",
  "rating": "92",
  "vintage": "2018",
  "wineId": "2890",
  "wineText": "Donhoff Riesling Spatlese - Oberhauser Brucke",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86f9"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bf8"
  },
  "author": "Vinous",
  "noteText": "Pear and fresh lime deliver crunch and piquancy in an interpretation of Kahlenberg that is unusually fruit-oriented but still preserves site-typical stoniness. The satiny texture is also unusually flattering, and the finish features abundant refreshment with a shimmering exchange of fruit and stone. %E2%80%9CIt took a decade before we really understood this site,%E2%80%9D averred D%C3%B6nnhoff, %E2%80%9Cbut 2020 I think we have it nailed.%E2%80%9D He%E2%80%99ll get no argument on that score from me. (DS",
  "rating": "92",
  "vintage": "2018",
  "wineId": "2890",
  "wineText": "Donhoff Riesling Spatlese - Oberhauser Brucke",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86f9"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bf9"
  },
  "author": "James Suckling",
  "noteText": "Blackberry with toasted oak and coffee aromas. Full-bodied, with chewy tannins and a long finish. Lovely texture to this wine. Dense and refined. Very tight right now. One of the best I have tasted from this estate. Best after 2009. 20,000 cases made.\n\nScore: 92\tJames Suckling, WineSpectator.com, March 2006\nDense and refined. Blackberry, toasted oak and coffee aromas. Lovely texture. Full bodied with a long finish.\n\nScore: 92\tJames Suckling, Wine Spectator, February 2006\nLots of blackberry, mineral and cedar aromas follow through to a full-bodied palate, with firm tannins and a licorice, berry and light spice finish. Very tight, yet round. One of the best I have tasted from this estate.\n\nScore: 92/94\tJames Suckling, Wine Spectator (April 04), April 2004",
  "rating": "92",
  "vintage": "2003",
  "wineId": "1770",
  "wineText": "Château Duhart-Milon Pauillac",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8689"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bfa"
  },
  "author": "Various",
  "noteText": "92 points Vinous\nOuter quote mark Fully saturated ruby. Aromas of woodsy underbrush and red cherry, plus a dusting of crushed stones and red flowers. Refined and perfectly balanced on the palate, conveying a seamless quality to the dark and red fruit flavors. Finishes very pure and long with mineral accents. Lovely. (ID) 92+ Inner quote mark (11/2019)\n\n91 points Wine & Spirits\nOuter quote mark This wine’s initial volatile notes blow off to unveil concentrated plum and raspberry flavors infused with notes of black tea, smoke and rare steak. Its firm tannins and smoky, ferrous flavors will appeal to fans who appreciate Aglianico’s meaty and earthy character. Inner quote mark (3/2019)\n\n91 points Wine Spectator\nOuter quote mark Fresh and focused, this elegant, medium- to full-bodied version features plush tannins married to ripe cherry and raspberry fruit. A subtle underpinning of loamy earth and an aromatic skein of saffron and spice unravels on the long finish. (AN) Inner quote mark (4/2019)\n\nJancis Robinson\nOuter quote mark Mid ruby. Grilled meat, nutty spice and smoke, with overripe red-cherry fruit beneath. Focused, ripe red-cherry fruit on the palate, with precision of fine-grained, fairly firm tannins. Precise, direct and linear, but by no means simple, carrying smoky, saline, rocky mineral savoury layers. Long. Classy. (TJ) 17+/20 points Inner quote mark (3/2019)",
  "rating": "92",
  "vintage": "2015",
  "wineId": "5560",
  "wineText": "Mastroberdino -  \"Radici\" Taurasi",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8813"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bfb"
  },
  "author": "BC",
  "noteText": "“Creamy-textured chardonnay with grapefruit, white peach, ginger and subtle toasted-nut flavours. Appealing purity and a good balance between a little alcohol heat and taut acidity that drives a lengthy finish.”",
  "rating": "92",
  "vintage": "2019",
  "wineId": "4620",
  "wineText": "Seifried Aotea Nelson Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87b2"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bfc"
  },
  "author": "Luis Gutierrez, WA 12/18",
  "noteText": "This wine blends wines from two vintages (2015 and 2016) that have been aged together  in large, old, egg-shaped barrels - Doble Yema literally meaning “an egg with two yolks”. It received 18 months on the lees with stirring - and is massively concentrated with smoky, mineral notes that combine handsomely with the unctuous saline notes from the lees contact. Perfectly balanced with refreshing acidity.",
  "rating": "92",
  "vintage": "2016",
  "wineId": "3860",
  "wineText": "Manda Huevos PARCELA CARRAMAINAS DOBLE YEMA ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8766"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bfd"
  },
  "author": "James Suckling",
  "noteText": "\"“Powerful and concentrated, this has a great tannin structure that makes it seem rather young for its age. There’s a very nice balance on the warm and generous finish that pulls you back for more. Drink or hold.”",
  "rating": "92",
  "vintage": "2014",
  "wineId": "3670",
  "wineText": "Valenciso - Rioja Laderas de Cabama",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8752"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bfe"
  },
  "author": "John Gilman",
  "drinkFrom": "2025",
  "drinkTo": "2065",
  "noteText": " The 2018 Kahlenberg Trocken was still in cask. This is superb and again, shows off the supreme elegance of the vintage at the winery this year, wafting from the glass in a very complex aromatic blend of pink grapefruit, tart orange, stony minerality, plenty of upper register smokiness, a touch of wild yeasts, orange peel and dried flowers. On the palate the wine is pure, full-bodied, racy and focused, with an excellent core, fine soil signature and a very long, complex and seamlessly balanced finish. Excellent juice. (Drink between 2025-2065.",
  "rating": "92",
  "vintage": "2018",
  "wineId": "2900",
  "wineText": "Donhoff Kreuznacher Hahlenberg Riesling Trocken",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86fa"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8bff"
  },
  "author": "Robert Parker's Wine Advocate",
  "noteText": "Kevin Judd's 2015 Pinot Noir is in the dark-fruited style of the vintage, marked by notes of black cherries, cola and spice. It's only medium-bodied, with silky tannins and crisp acids, but it shows the concentrated character found in many of Marlborough's 2015 Pinots. It should drink well for up to decade.",
  "rating": "91",
  "vintage": "2015",
  "wineId": "3300",
  "wineText": "Greywacke Pinot Noir",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8725"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c00"
  },
  "author": "Robert Parker's Wine Advocate",
  "noteText": "Composed of 94% Semillon, 3% Sauvignon Blanc and 3% Muscadelle, the pale lemon-gold colored 2017 Carmes de Rieussec comes bounding out of the glass with rambunctious scents of candied citrus peel, pineapple tart, green mango and fresh apricots with hints of honeycomb, musk perfume and lime blossoms. The medium to full-bodied palate explodes with tropical and stone fruit flavors, offering seamless freshness and a long, honey-laced finish. Yum!",
  "rating": "91",
  "vintage": "2017",
  "wineId": "1560",
  "wineText": "Chateau  Rieussec Carmes de Rieussec - 375 ml",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8674"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c01"
  },
  "author": "Cameron Douglas",
  "noteText": "\"Totally charming and attractive bouquet with a fine balance between fruit, yeast autolysis and complexity; aromas of lemon, apple, grapefruit and white peach, warm bready, yeasty feel and decent complexity. On the palate - crisp, fresh and dry; flavours of apple and lemon then a light biscuit note, decent mousse attack and a dry finish.\"\n\n- 90 Points, Cameron Douglas MS, March 2017",
  "rating": "90",
  "vintage": "2011",
  "wineId": "4610",
  "wineText": "Seifried Aotea Méthode Traditionnelle",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87b1"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c02"
  },
  "author": "Robert Parker",
  "drinkFrom": "2013",
  "drinkTo": "2018",
  "noteText": "More minerality and floral, raspberry, boysenberry and cranberry characteristics are found in the more Burgundian-styled 2010 Cotes du Rhone Les Quartz. This finesse-styled red should drink well for 5-6 years.\nRobert M. Parker, Jr. - 31 October 2012",
  "rating": "90",
  "vintage": "2010",
  "wineId": "2210",
  "wineText": "Clos du Caillou Les Quartz",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86b5"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c03"
  },
  "author": "James Suckling",
  "rating": "90",
  "vintage": "2018",
  "wineId": "3640",
  "wineText": "Rocca delle Macie - Rubizzo Toscana IGT",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce874f"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c04"
  },
  "author": "Huon Hook",
  "drinkFrom": "2018",
  "drinkTo": "2029",
  "noteText": "Very deep, youthful purple colour; fresh, rather raw, grassy aromas, straightforward and undeveloped. Some vanilla oaky nuances. It's intense and very deeply flavoured, with grip and power and amplitude. A good wine, despite some grittiness in the tannins, which gives a sappy firmness on the back-palate. It could be improved in the presence of protein-rich food. 06 JUL 2016",
  "rating": "90",
  "vintage": "2013",
  "wineId": "5230",
  "wineText": "Villa Maria  Ngakirikiri The Gravels",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87ef"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c05"
  },
  "author": "Christina Pickford",
  "drinkFrom": "2020",
  "drinkTo": "2028",
  "noteText": "This vintage is both sweetly fruited and quite oaky. Plums, black cherries, mocha, licorice and black olives are all overlaid by spicy barrel notes. In the mouth, the fruit is silky and juicy against the talc-like tannins. Medium in weight and with plenty of class, this needs time for the oak to find its way to the wings. Drink now%E2%80%932028",
  "rating": "89",
  "vintage": "2017",
  "wineId": "3740",
  "wineText": "Leeuwin Estate Art Series Shiraz",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce875a"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c06"
  },
  "author": "Steven Tanzer",
  "noteText": "Bright medium ruby. Sexy, ripe aromas of plum, redcurrant, smoke and minerals. Big, plummy and round; unusually rich and ripe for this Cotes de Francs estate. A broad, chocolatey big boy that finishes with substantial but ripe, dusty tannins. Very satisfying.",
  "rating": "88",
  "vintage": "2005",
  "wineId": "2010",
  "wineText": "Château Puygueraud Cote de Francs",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86a1"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c07"
  },
  "author": "Raymond Chan",
  "noteText": "The ninth release of a ‘Kupe' Pinot Noir. Abel clone fruit from vines close-planted in 1999 from the ‘Kupe' vineyard on Te Muna Road, indigenous yeast fermented with 70% whole bunch to 13.5% alc., the wine spending 19 days on skins, and aged 18 months in 55% new French oak barriques. Full, very deep, black-hued ruby-red colour, a little lighter on the rim. The nose is full and powerfully presented with very ripe, rich, vibrant aromas of spicy blackberry and black cherry fruits. Layers of complexity unfold, showing black plums, liquorice and savoury herbal and stalk whole bunch notes, along with violet and black perfumes, spices, soy sauce and balsam. Toasty oak elements are present, and the myriad of aromatics come together with harmony in the glass. Medium-full bodied, the palate is densely packed with rich, ripe black berried fruits, black cherries and savoury plums. Complex waves of black minerals, earth, soy sauce, whole cluster dried herbs and stalks, and oak toast grow to show a full array of detail. The depth and intensity is striking and lends a near robust mouthfeel. Fulsome, but fine-grained, powdery tannins coat the palate, with soft acidity providing freshness and energy. The wine carries to a strong, rich, sustained finish that blossoms in nuance. This is a full and complex ‘Kupe’ with an array of rich and ripe black fruits and savoury interest on a powerfully packed, fulsome palate. Match with roasted venison and game meat dishes over the next 8-12+ years. 20.0/20 Jul 2015 RRP $85.00",
  "rating": "20",
  "vintage": "2013",
  "wineId": "3060",
  "wineText": "Escarpment - Kupe",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce870a"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c08"
  },
  "author": "Raymond Chan",
  "drinkFrom": "2018",
  "drinkTo": "2023",
  "noteText": "Full, even, bright straw-yellow colour with lemon-gold hues, a little paler on the rim. The nose is gently full with a firm and concentrated core of yellow stonefruits and citrus fruits entwined with creamy-nutty barrel-ferment and toasty oak notes, unfolding a fresh saline-minerally element. This has elegance and good intensity. Medium-bodied, the palate is finely concentrated with deep flavours of yellow stonefruits and citrus fruit melded with nutty and toasty oak and subtle creamy barrel-ferment elements. The palate features a firm-textured core and line with brisk acidity enlivening the fruit flavours. The wine has excellent drive and carries to a long, lingering finish of citrus, spices and nutty oak. This is a firm and fine-textured, well-concentrated Chardonnay with stonefruit and citrusssy fruit, interwoven with complex toasty oak on a refreshing palate. Match with grilled and roasted seafood, poultry and pork over the next 5+ years. Clones 15 and 95 fruit with a little 548, 80% from Te Awanga and 20% from the Bridge Pa Triangle, WBP and indigenous yeast barrel-fermented to 13.0% alc., the wine aged 12 months in 26% new French oak with minimal MLF. 600 cases made. 19.0/20 Mar 2018 RRP $54.00",
  "rating": "19",
  "vintage": "2016",
  "wineId": "2980",
  "wineText": "Elephant Hill Chardonnay - Reserve",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8702"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c09"
  },
  "author": "RC",
  "noteText": "Very full, dark, deep, near impenetrable black-red colour, a little lighter on the edge. The bouquet is elegantly presented with bright, ripe and vibrant aromas of blackberries, blackcurrants and beautifully fragrant redcurrants, entwined with dark-red florals, cassis liqueur and an amalgam of cedary and pencilly oak, unveiling savoury iron-earth suggestions. Medium-full bodied, the palate is elegantly proportioned with good concentration and depth of ripe, sweetly vibrant flavours of blackberries, blackcurrants, redcurrants, entwined with cassis liqueur dark, savoury herbs, iron-earth and cedary oak. The fruit is supported by fine-grained tannin extraction that allows the fruit sweetness to feature, and the wine carries with good energy and drive to a long and sustained finish. This is a vibrantly rich and sweet-fruited Cabernet and Merlot blend with flavours of blackberries, black and red currants, and subtle savoury herb and earth nuances, lifted by pencilly oak on a refined, structured palate. Match with roast lamb, beef and venison over the next 8-10%2B years. A blend of 73% Cabernet Sauvignon, 24% Merlot and 3% Cabernet Franc from the Te Awa vineyard, vines averaging 25 y.o., the fruit hand-picked, destemmed but not crushed, with some indigenous ferments to 14.0% alc., the wine spending 12-15 days on skins and aged 21 months in 35% new French oak barriques. 19.0/20 Jun 2017 RRP $64.99",
  "rating": "19",
  "vintage": "2013",
  "wineId": "3580",
  "wineText": "Kidnapper Cliffs (Te Awa) Cabernet Sauvignon/Merlot ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8741"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c0a"
  },
  "author": "Jancis Robinson",
  "noteText": "“Smoky, succulent fruit on the nose. Tight, crunchy and multi-layered on the palate, but still very new-born. Gorgeous toasted spices on the finish. All in shadow at present – cellar this until it comes out into the light!",
  "rating": "18.5",
  "vintage": "2017",
  "wineId": "2630",
  "wineText": "Domaine Fontaine-Gagnard  Bâtard-Montrachet Grand Cru ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86df"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c0b"
  },
  "author": "RC",
  "noteText": "Bright, light golden-hued yellow colour with some depth, a little lighter on the rim. The nose is firmly-packed with deep and intense, well-concentrated aromas of yellow stonefruits, citrus fruit, and a core of creamy, nutty oak melded with complexing flinty detail unfolding savoury mineral elements. Medium-bodied, the palate is elegantly presented with taut and well-bound flavours of yellow stonefruits and citrus fruit entwined with mealy interest and nutty oak with nuances of flint. The palate has intensity and linear drive, with some underlying power, and the wine carries with fresh acid energy to an elegant, lingering finish. This is an intense and concentrated Chardonnay with stonefruit, citrus fruit, meal and nutty complexities and a hint of flint on a linear, well-driven palate. Match with grilled and roasted seafood, poultry and pork over the next 4 years. Hand-picked fruit from two sites, ‘The Spring’ in the Wairau Valley with 27 y.o. Mendoza, and ‘Brookby Hill, Southern Valleys with clones 15 and 95, WBP and filly barrel-fermented to 13.0% alc., the wine aged 11 months in 25% new French oak undergoing batonnage and full MLF. 1,100 cases made. 18.5/20 Oct 2018 ",
  "rating": "18.5",
  "vintage": "2017",
  "wineId": "5130",
  "wineText": "Two Rivers Clos des Pierres Marlborough Chardonnay ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87e5"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c0c"
  },
  "author": "Jancis Robinson",
  "drinkFrom": "2024",
  "drinkTo": "2038",
  "noteText": "\"Castiglione Falletto. Tasted blind. Mid ruby. Nutty, malty cherry fruit with hints of Moroccan leather. Elegant, succulent fruit with hints of nutty oak and fantastic chew and grip on the finish. Very long and still youthful. (WS).\"",
  "rating": "17.5",
  "vintage": "2016",
  "wineId": "1240",
  "wineText": "Azelia Barolo Bricco Fiasco",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8654"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c0d"
  },
  "author": "Tamlyn Currin, jancisrobinson.com ",
  "noteText": "Points \"Was this chiselled from smoke stone and grapefruit marble? It tastes as if it might have been. So pure it seems to ring with the deep wild tang of a mountain gong, across valley and space and cliff. Amplifies in the mouth, as if the acidity were travelling across the mouth in an acoustic wave, refracted by the unflinching intensity of the fruit.\"",
  "rating": "17.5",
  "vintage": "2019",
  "wineId": "4350",
  "wineText": "Pyramid Valley - Chardonnay Lions Tooth",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8797"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c0e"
  },
  "author": "Walter Speller (JR)",
  "drinkFrom": "2022",
  "drinkTo": "2034",
  "noteText": "\"Castiglione Faletto. Mid ruby with narrow orange rim. Savoury, deep cherry nose with a hint of black pepper and a suggestion of oak. Lively acidity cutting through the concentrated cherry palate. Just a touch of sweet oak and with racy, long fruit and long-lasting, finely grained tannins clinging to the palate. (WS)\"",
  "rating": "17.5",
  "vintage": "2016",
  "wineId": "1150",
  "wineText": "Arnaldo Rivera Barolo Rocche di Castiglione",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce864b"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c0f"
  },
  "author": "Walter Speller (JR)",
  "drinkFrom": "2022",
  "noteText": "\"Aromas of sweet berries with fresh, floral and forest-flower notes that turn to conifer and perfume. Medium-to full-bodied with racy tannins. I like the dried-fruit flavours with hints of mushrooms and dried meat. Better in 2022.\"",
  "rating": "17",
  "vintage": "2016",
  "wineId": "1140",
  "wineText": "Arnaldo Rivera Barolo Undicicommuni",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce864a"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c10"
  },
  "author": "Jancis Robinson ",
  "noteText": "\"The first vintage in which the wine from this south-south-east-facing slope of 1.2 ha in Mittelwihr on brown limestone-marl – an early-ripening terroir – has been sold as Mandelberg, although the Trimbachs have been farming it – organically of course – since 1996. It used to be sold at Cuvée M. This is one of only three grands crus not lying against the Vosges foothills. Nervy with a great slew of lime fruit across the palate. Thoroughly satisfying. More developed and more obviously fruity than some of its stablemates. Very pure Riesling character. Sumptuous!\"",
  "rating": "17",
  "vintage": "2017",
  "wineId": "2820",
  "wineText": "Domaine Trimbach - Riesling Mandelberg Grand Cru",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86f2"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c11"
  },
  "author": "Advintage",
  "noteText": "Alchemy 2016 will go down as one of the great Advintage deals. Vigneron Neal Cave is one of Hawkes Bay's finest Chardonnay growers and his partnership with celebrated winemaker Ant McKenzie (ex Villa Maria / Spy Valley / Dry River) has produced some truly stunning wines over the years. This is one of them. Vinted from handpicked fruit and 100% barrel fermented with approx 40% new oak, this 2016 release is only now entering its ideal drinking window. It explodes on the palate with creamy flavours in the classic lemon-brulee spectrum, some toasty oak complexity and a fresh line of acidity that counters the natural fruit weight of this powerhouse wine. A very subtle touch of flinty gunsmoke on the nose adds a modern touch but this robust release is all about the beauty of tour de force Hawkes Bay Chardonnay.",
  "rating": "nr",
  "vintage": "2016",
  "wineId": "1070",
  "wineText": "Alchemy Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8643"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c12"
  },
  "author": "Me",
  "noteText": "Costières de Nîmes is the Rhone Valley’s most southern vineyard, descending to where the Rhone River meets the Mediterranean Sea. Here we benefit from the moderating effect of sea breezes. Freshness and purity of fruit is preserved and full maturity is guaranteed, especially for late ripening varietals.\n\nLocated close to Nîmes, our lands overlook the “miniature French Rome” and its watch tour, the Tour Magne, one of the oldest vestiges of the city.\n\nOur vineyards sit upon the largest Villafranchian terrace in Europe. The top layer of our terroir is made up of stony deposits from the Rhone called “Gres” (to a depth of 5 to 25 meters). Below are red iron-rich clay beds which retain water and help the vineyards in times of drought. Thanks to the composition the Costières de Nîmes subsoil, our deeply rooted vineyards are incredibly well-draining. Its northern exposure, facing the prevailing winds (the Mistral), and its “coastal” location, generate late ripening while maintaining freshness and acidity in our fruit and transmitting remarkable aromatic intensity.",
  "rating": "nr",
  "vintage": "-1",
  "wineId": "1720",
  "wineText": "Chateau De Nages  Vox",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8684"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c13"
  },
  "author": "nr",
  "noteText": "WINE ANALYSIS\nVariety: 50% Pinot Noir / 50% Chardonnay\nVineyard: Seifried Cornfield and Brightwater Vineyards\nSugar at Harvest: 19.4°Brix\nDate of Harvest: Early March 2011\nDisgorgement Date: September 2016\nT.A of Wine: 5.8g/L\nResidual Sugar: 1g/L (Brut)\nAlc.: 12.5% vol.\nSuitable for Vegetarians: Yes \n\nWINEMAKERS NOTE\n\"In 1971 my father Hermann Seifried arrived in New Zealand with a dream of making great wines. He and my mother Agnes pioneered modern winemaking in the Nelson region, planting the first vines and in 1976 producing their first wines. Now, 40 years later we celebrate their vision and the arrival of the next generation, our children, who are growing up in the vineyard and winery. We hope that they too will share the passion for crafting fine wines.\n\nOur Aotea Méthode Traditionnelle is a very special wine. Two parcels of fruit were hand picked at ideal ripeness for this classical Méthode Traditionnelle Cuvée. The Pinot Noir is from our Brightwater Vineyard while the Chardonnay comes from our Cornfield Vineyard. The blend is 50/50 Pinot Noir and Chardonnay.\n\nThe grapes were hand harvested during the cool early hours of the day and brought to the winery quickly for processing. The free-run juice from the press was cold settled overnight before being racked, warmed and inoculated. A smooth ferment progressed to dryness, followed by malolactic fermentation. The young wine was then prepared for bottle fermentation and aged on lees for an extended period. In 2016 the wine was finished and released to celebrate our 40th vintage at Seifried’s.\"\n \nChris Seifried, Wine Maker.\n\nTHE VINEYARD\nThe Cornfield Vineyard is situated on a wide river flat. The soil is gravelly sandy loam, which marks the sites of Maori kumara beds (sweet potato) prior to European settlement in the early 1800’s. The Maori transferred and spread fine gravel and sand over the land to provide suitable soils for their kumara plantings. Scrub was burned to give ash and charcoal which increased soil fertility and gave characteristic topsoil. This fertility is now considerably reduced due to modern farming. The soils are however, very sandy and free draining. The water table is relatively high ensuring adequate underground water. These vineyards are about 1.5 kilometers from the sea which helps moderate summer temperatures.\n\nThe Brightwater vines are grown in an extremely stony area of the vineyard where water and nutrient levels are low. This helps us to restrict the plants vigour and to crop at low levels. Our Brightwater Vineyard is situated 15km from the coast and is sheltered from the south by the Richmond ranges. The ‘soil’ is a combination of rocks and boulders which is very hard on the farm equipment but vital for holding the warmth of Nelson’s sun and for ripening the grapes. \n\nTASTING NOTE\nThe Aotea Méthode Traditionnelle has a gorgeous fine mousse which persists in the glass.  The nose has grapefruit, warm brioche and buttered toast notes and the palate is luxurious and generous with full biscuity shortbread notes and a crisp, lasting finish.",
  "rating": "nr",
  "vintage": "-1",
  "wineId": "4610",
  "wineText": "Seifried Aotea Méthode Traditionnelle",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87b1"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c14"
  },
  "author": "Me",
  "noteText": "13.5%Abv 100% Chardonnay\nVineyard: Vines range from 30-80 years old, straddling the boundary of Puligny and Chassagne. Batard is one of five Grand Crus on the Montrachet hill, bordering the\nGrand Cru vineyard of Montrachet in the west and Criots-Bâtard-Montrachet in the south. The AOC was created in 1937.\nOrientation: 1 parcel east-facing and 1 parcel south/southeast-facing.\nSoil: Brown clay-limestone with silt.\nViticulture: lutte raisonnee (sustainable, organic)\nVinification: Traditional fermentation in barrel\nAging: 12 months in barrel (appx. 30% new)\n",
  "rating": "nr",
  "vintage": "-1",
  "wineId": "2630",
  "wineText": "Domaine Fontaine-Gagnard  Bâtard-Montrachet Grand Cru ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86df"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c15"
  },
  "author": "Advintage",
  "noteText": "Rod McDonald's prowess with the Chardonnay grape needs no introduction and his latest effort from his much admired One Off small batch series is another ripper. Vinted from handpicked organic fruit, 100% barrel fermented and aged on lees for 11 months, this is textbook example of the modern premium Chardonnay style with powerful fruit weight and underlying oak drive. Bob Campbell MW writes that \"It sits on the midway point between mellow richness and high energy/vibrance\" and we think he's right on the money with that evaluation. Some whole bunch, wild yeast ferment and some subtle flinty / gun smoke complexity adds plenty of interest in the glass but this wine is still all about prime Hawkes Bay Chardonnay and the potential for it to age over the coming decade. ",
  "rating": "nr",
  "vintage": "2018",
  "wineId": "4830",
  "wineText": "Te Awanga One off Organic Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87c7"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c16"
  },
  "author": "Winery",
  "noteText": "We kept it simple and traditional in the winery. Hand-picked, whole bunch pressed, no settling, wild ferment, no control over temperature during ferment, 11 months of yeast lees, pulled from barrel to blend, filtered and bottled, no fining. Organic and hands off. \n\nBeautiful aromas of citrus and lime layered with a little nougat and spice. Fresh, balanced acidity and the merest trace of struck match minerality.  Underground + stealth mode, never around for long!",
  "rating": "nr",
  "vintage": "2018",
  "wineId": "4830",
  "wineText": "Te Awanga One off Organic Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87c7"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c17"
  },
  "author": "NS",
  "noteText": "With a drastically temperamental growing season of weather extremes followed by a hot summer, the grapes for this 2012 vintage Pol Roger Champagne reached an ideal maturity, which is great! As always, it's made up of 60% Pinot Noir and 40% Chardonnay, and this vintage was aged in Pol Roger's cellars for seven years before being shipped.",
  "rating": "nr",
  "vintage": "2012",
  "wineId": "4240",
  "wineText": "Pol Rojer  Vintage",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce878c"
  }
},
{
  "_id": {
    "$oid": "6302019b3fccf1ba01ce8c18"
  },
  "author": "Test",
  "noteText": "A floral, pastry rich Champagne, Pol Roger Brut Réserve is blended from 30 wines from different vineyards and vintages. The result is a classic style of Champagne which pairs spectacularly with seafood dishes - the producers recommend wild brown trout if you can get your hands on some (they're rather slippery).",
  "rating": "nr",
  "vintage": "-1",
  "wineId": "4260",
  "wineText": "Pol Rojer  Brut Réserve Non Vintage",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce878e"
  }
},
{
  "_id": {
    "$oid": "6302bcff17ac615d0c65ad07"
  },
  "vintage": "2016",
  "author": "Michael Cooper",
  "rating": "4.5*",
  "noteText": "Well worth cellaring, the gold/amber 2016 vintage (4.5*) is from hand-picked, raisined grapes in the Joseph Soler Vineyard, near Hastings. Partly (25 per cent) barrel-fermented, it has fresh, concentrated, sweet (155 grams/litre of residual sugar) flavours of apricot and honey, firm acid spine, a slightly oily texture and excellent richness and harmony. Best drinking 2019+",
  "drinkFrom": "2019+",
  "drinkTo": "",
  "wineText": "Esk Valley-Late Harvest Chenin Blanc 375ml",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce870e"
  }
},
{
  "_id": {
    "$oid": "6302f2d117ac615d0c65ad0e"
  },
  "vintage": "2016",
  "author": "Raymond Chan",
  "rating": "19.5",
  "noteText": "Bright golden-yellow colour with some orange hues and some depth. The nose is full, up-front and voluminous with aromas of tropical fruits, pineapple, yellow stonefruits, honey and orange marmalade. The aromas grow to show density and intermingling of complexing aromas, with a beautiful balance of fruit and botrytis.. Very rich and sweet on palate, the fruit is very lively and fresh in expression, showing pineapple, tropical fruit and hone, melded with marmalade and beeswax boytrytis. The palate has a rich, rounded, near unctuous core with fine textures and brisk acidity. This has energy, tension an linearity, and the wine carries to a lingering finish of tropical fruits, pineapple, citrus fruit, honey and marmalade. A sweet wine with wonderful vitality, freshness and richness. Heavily botrytised fruit from the ‘Joseph Soler’ vineyard fermented to 13.0% alc., and 150 g/L RS, the wine given oak aging. (375 ml) 19.5/20 Sep 2017 RRP $34.50",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Esk Valley-Late Harvest Chenin Blanc 375ml",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce870e"
  }
},
{
  "_id": {
    "$oid": "6307f396a8cd2400161ecb76"
  },
  "vintage": "2021",
  "author": "Bob Campbell",
  "rating": "95",
  "noteText": "Flagship chardonnay from a leading producer of the variety. Lush, concentrated wine with peach, nectarine, sizzled butter, hazelnut and spicy oak flavours. Distinctive and impressive wine with ageing potential.",
  "drinkFrom": "2022 ",
  "drinkTo": "2032",
  "wineText": "Kumeu River-Mate's Vineyard Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8749"
  }
},
{
  "_id": {
    "$oid": "6307f3c8a8cd2400161ecb79"
  },
  "vintage": "2020",
  "author": "James Suckling",
  "rating": "100",
  "noteText": "\"This is such impressive chardonnay in terms of power and complexity, delivering so much with such poise. Aromas of lemons and peaches intersect with lightly spicy oak and brioche on the nose. The palate drops mouth-filling flavors of peach and lemon and winds tight, before exploding long on the finish with a long, nutty afterglow. Perfect chardonnay. Drink over the next decade or more. Screw cap.\"",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Kumeu River-Mate's Vineyard Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8749"
  }
},
{
  "_id": {
    "$oid": "6307f400a8cd2400161ecb80"
  },
  "vintage": "2021",
  "author": "Bob Campbell",
  "rating": "95+",
  "noteText": "Ripe stone fruit/peach/nectarine flavours with nutty oak, vanilla, and bready yeast lees flavours. Complex and accessible wine that would benefit from a little bottle age but is deliciously accessible now. ",
  "drinkFrom": "2022",
  "drinkTo": "2027",
  "wineText": "Kumeu River-Coddington Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce874a"
  }
},
{
  "_id": {
    "$oid": "632057c60b1250001661ceca"
  },
  "vintage": "2020",
  "author": "Vinous",
  "rating": "88-90",
  "noteText": "",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Vincent Dauvissat (René & Vincent) -Chablis ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87f2"
  }
},
{
  "_id": {
    "$oid": "632057dc0b1250001661cece"
  },
  "vintage": "2020",
  "author": "Wine Advocate",
  "rating": "92",
  "noteText": "",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Vincent Dauvissat (René & Vincent) -Chablis ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87f2"
  }
},
{
  "_id": {
    "$oid": "632057ef0b1250001661ced3"
  },
  "vintage": "2020",
  "author": "Burghound",
  "rating": "89-91",
  "noteText": "",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Vincent Dauvissat (René & Vincent) -Chablis ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87f2"
  }
},
{
  "_id": {
    "$oid": "632058170b1250001661ced9"
  },
  "vintage": "2020",
  "author": "Vinous",
  "rating": "91-93",
  "noteText": "",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Vincent Dauvissat (René & Vincent) -Chablis 1er Cru La Forest",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87f3"
  }
},
{
  "_id": {
    "$oid": "632058290b1250001661cede"
  },
  "vintage": "2020",
  "author": "Wine Advocate",
  "rating": "95+",
  "noteText": "",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Vincent Dauvissat (René & Vincent) -Chablis 1er Cru La Forest",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87f3"
  }
},
{
  "_id": {
    "$oid": "632058470b1250001661cee1"
  },
  "vintage": "2020",
  "author": "Burghound",
  "rating": "92-94",
  "noteText": "",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Vincent Dauvissat (René & Vincent) -Chablis 1er Cru La Forest",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87f3"
  }
},
{
  "_id": {
    "$oid": "632058560b1250001661cee6"
  },
  "vintage": "2020",
  "author": "Vinous",
  "rating": "95-97",
  "noteText": "",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Vincent Dauvissat (René & Vincent) -Chablis Grand Cru Les Clos",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87f4"
  }
},
{
  "_id": {
    "$oid": "632058700b1250001661cee9"
  },
  "vintage": "2020",
  "author": "Wine Advocate",
  "rating": "98",
  "noteText": "",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Vincent Dauvissat (René & Vincent) -Chablis Grand Cru Les Clos",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87f4"
  }
},
{
  "_id": {
    "$oid": "632058830b1250001661ceee"
  },
  "vintage": "2020",
  "author": "Burghound",
  "rating": "93-96",
  "noteText": "",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Vincent Dauvissat (René & Vincent) -Chablis Grand Cru Les Clos",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87f4"
  }
},
{
  "_id": {
    "$oid": "6322f3adf5e2450016395d53"
  },
  "vintage": "2020",
  "author": "William Kelley, Robert Parker's Wine Advocate",
  "rating": "94",
  "noteText": "\"The 2020 Chablis 1er Cru Montée de Tonnerre is a terrific success, unfurling in the glass with aromas of crisp orchard fruit, white flowers, confit citrus and oatmeal. Medium to full-bodied, satiny and complete, it's fleshy and seamless, with fine depth at the core, racy acids and a long, expansive finish. After several years where this site bore the brunt of hail and frost, Montée de Tonnerre is back with a vengeance. The 2020 vintage makes the first year of official organic conversion for 78-hectare Domaine William Fèvre, though it's actually the 15th year the estate has been practicing organic. Didier Séguier reported that the year's challenges were twofold: having to pick harvest dates with unerring precision, and the necessity to sort out sunburnt grapes. The results, however, are once again exceptional, and it's hard to think of any of Chablis's larger estates that can match Fèvre for consistency and quality across the board. The 2020s, as ever bottled under Diam, are certainly built to evolve gracefully, but they will also show their cards sooner than the spectacular but hyper-concentrated 2019s.\"",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "William Fevre-Montee de Tonnerre 1er Cru Chablis",
  "wine": {
    "$oid": "6322f32bf5e2450016395d32"
  }
},
{
  "_id": {
    "$oid": "6322f3e2f5e2450016395d58"
  },
  "vintage": "2020",
  "author": "John Gilman",
  "rating": "94",
  "noteText": "Domaine Fèvre’s 2020 Montée de Tonnerre is another excellent young premier cru. The bouquet is bright, complex and piercing in its precision, jumping from the glass in a mix of apple, pear, tart orange, gorgeously complex, salty minerality, citrus peel and a topnote of white flowers. On the palate the wine is racy, full-bodied and rock solid at the core, with a great girdle of acidity, superb mineral drive and cut and a very long, complex and youthful finish. Great juice in the making. ",
  "drinkFrom": "2027",
  "drinkTo": "2065",
  "wineText": "William Fevre-Montee de Tonnerre 1er Cru Chablis",
  "wine": {
    "$oid": "6322f32bf5e2450016395d32"
  }
},
{
  "_id": {
    "$oid": "6322f40ef5e2450016395d5c"
  },
  "vintage": "2020",
  "author": "Andy Howard MW Decanter",
  "rating": "95",
  "noteText": "Fèvre has three parcels in Montée de Tonnerre (its purest, most mineral premier cru): Chapelot, Pied d'Aloup and Côte de Bréchain, all facing different ways. Very precise, crystalline fruits, salinity, great acidity and a long, long finish. Will age beautifully, but great now. ",
  "drinkFrom": "2022",
  "drinkTo": "2028",
  "wineText": "William Fevre-Montee de Tonnerre 1er Cru Chablis",
  "wine": {
    "$oid": "6322f32bf5e2450016395d32"
  }
},
{
  "_id": {
    "$oid": "6322f45ff5e2450016395d62"
  },
  "vintage": "2020",
  "author": "William Kelley, Robert Parker's Wine Advocate",
  "rating": "96",
  "noteText": "In a sense, the 2020 Chablis Grand Cru Bougros Côte Bouguerots offers a resumé of several of Fèvre's grand cru bottlings, uniting the taut musculature of Valmur and the ethereal, mineral profile of Les Preuses, with some of the perfumed sensuality of Vaudésir and fleshy texture of Bougros. The result is certainly a very compelling wine, exhibiting aromas of crisp green orchard fruit, white flowers, freshly baked bread, oyster jus and white peach, followed by a full-bodied, taut and layered palate that's seamless and complete, concluding with a pungently mineral finish. It's worth a special effort to seek out, though a decade's patience is warmly advised. The 2020 vintage makes the first year of official organic conversion for 78-hectare Domaine William Fèvre, though it's actually the 15th year the estate has been practicing organic. Didier Séguier reported that the year's challenges were twofold: having to pick harvest dates with unerring precision, and the necessity to sort out sunburnt grapes. The results, however, are once again exceptional, and it's hard to think of any of Chablis's larger estates that can match Fèvre for consistency and quality across the board. The 2020s, as ever bottled under Diam, are certainly built to evolve gracefully, but they will also show their cards sooner than the spectacular but hyper-concentrated 2019s",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "William Fevre-Bougros Côte de Bouguerots Grand Cru Chablis",
  "wine": {
    "$oid": "6322f2f9f5e2450016395d26"
  }
},
{
  "_id": {
    "$oid": "6322f485f5e2450016395d66"
  },
  "vintage": "2020",
  "author": "Andy Howard MW Decanter",
  "rating": "96",
  "noteText": "Côte Bouguerots is a cooler site down by the Serein River, with precipitous slopes of 45 degrees. An intense grand cru, with concentration from very low yields (25hl/ha), this displays a distinct savoury edge. It’s a very fine, persistent wine, with a very long future ahead. ",
  "drinkFrom": "2024",
  "drinkTo": "2037",
  "wineText": "William Fevre-Bougros Côte de Bouguerots Grand Cru Chablis",
  "wine": {
    "$oid": "6322f2f9f5e2450016395d26"
  }
},
{
  "_id": {
    "$oid": "6322f4b8f5e2450016395d6a"
  },
  "vintage": "2020",
  "author": "John Gilman",
  "rating": "97",
  "noteText": "The 2020 Côte de Bouguerots is every bit as brilliant as the les Preuses in this vintage at Domaine Fèvre. The wine is pure, full-bodied, focused and impeccably balanced, with bottomless depth at the core, gorgeous mineral undertow, racy acids and a long, precise and perfectly balanced finish. The bouquet is young, but already stunning, as it delivers scents of pear, a touch of passion fruit, delicious apple, beeswax, a beautiful base of chalky soil tones, fruit blossoms and just a touch of paraffin in the upper register. This wine has everything one could ever ask for in a great, great example of grand cru Chablis",
  "drinkFrom": "2031",
  "drinkTo": "2080",
  "wineText": "William Fevre-Bougros Côte de Bouguerots Grand Cru Chablis",
  "wine": {
    "$oid": "6322f2f9f5e2450016395d26"
  }
},
{
  "_id": {
    "$oid": "6322f4def5e2450016395d6e"
  },
  "vintage": "2020",
  "author": "William Kelley, Robert Parker's Wine Advocate",
  "rating": "96",
  "noteText": "The 2020 Chablis Grand Cru Les Clos is another brilliant effort from Fèvre's immensely able winemaker, Didier Seguier, and his team. Unwinding in the glass with aromas of confit citrus, fresh bread, oyster shell, orange zest and crisp orchard fruit, it's full-bodied, satiny and muscular, with a concentrated, tensile profile and a long, intensely saline finish. It's the broadest and most powerful wine in the range, while remaining quintessentially Chablisien. The 2020 vintage makes the first year of official organic conversion for 78-hectare Domaine William Fèvre, though it's actually the 15th year the estate has been practicing organic. Didier Séguier reported that the year's challenges were twofold: having to pick harvest dates with unerring precision, and the necessity to sort out sunburnt grapes. The results, however, are once again exceptional, and it's hard to think of any of Chablis's larger estates that can match Fèvre for consistency and quality across the board. The 2020s, as ever bottled under Diam, are certainly built to evolve gracefully, but they will also show their cards sooner than the spectacular but hyper-concentrated 2019s",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "William Fevre-Le Clos Grand Cru Chablis",
  "wine": {
    "$oid": "6322f2b8f5e2450016395d1a"
  }
},
{
  "_id": {
    "$oid": "6322f50cf5e2450016395d73"
  },
  "vintage": "2020",
  "author": "John Gilman",
  "rating": "97",
  "noteText": "Choosing a favorite among the last three grand crus in the Domaine Fèvre lineup is simply impossible in 2020. The les Clos is yet another stunning young wine, offering up a refined and complex bouquet of pear, tart orange, fresh lime, flinty, chalky minerality, citrus peel, dried flowers and a nice touch of smokiness. On the palate the wine is deep, full-bodied, focused and seamlessly balanced, with a beautiful harness of acidity, a great core of fruit and a very long, very minerally and oh, so complex young finish. A great wine by any measure",
  "drinkFrom": "2032",
  "drinkTo": "2080",
  "wineText": "William Fevre-Le Clos Grand Cru Chablis",
  "wine": {
    "$oid": "6322f2b8f5e2450016395d1a"
  }
},
{
  "_id": {
    "$oid": "6322f538f5e2450016395d76"
  },
  "vintage": "2020",
  "author": "Andy Howard MW Decanter",
  "rating": "97",
  "noteText": "Fèvre's largest grand cru, with 4ha located higher up in Les Clos, meaning this is cooler climate and with much more chalk than Kimmeridgian. 50% of the vines were planted by William Fèvre's father in the 1940s. Perfect balance between precision, concentration, acidity and ripe fruits, with oak that’s not at all apparent. A fresh, glorious wine.",
  "drinkFrom": "2025",
  "drinkTo": "2040",
  "wineText": "William Fevre-Le Clos Grand Cru Chablis",
  "wine": {
    "$oid": "6322f2b8f5e2450016395d1a"
  }
},
{
  "_id": {
    "$oid": "63350082e859d60016ff3faa"
  },
  "vintage": "2021",
  "author": "Bob Campbell",
  "rating": "97",
  "noteText": "An intense, powerful chardonnay with real complexity, weight and richness. Strong citrus, tree fruit flavours together with a thrilling saline/oyster shell influence underpinned by a thread of mouth-watering acidity. A delicious wine that promises to get even better with bottle age.",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Neudorf-Home Block Moutere Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8777"
  }
},
{
  "_id": {
    "$oid": "633500b0e859d60016ff3fae"
  },
  "vintage": "2020",
  "author": "Bob Campbell",
  "rating": "98",
  "noteText": "Formerly Neudorf Moutere Chardonnay) Neudorf's flagship chardonnay and a very favourable vintage raised my expectations to dangerous heights. I wasn't disappointed. A powerful, complex and perfectly balanced wine, with layers of citrus, floral, spice and savoury, mineral flavours supported by peppery phenolics and fruity acidity. Accessible now but with the potential to become even more complex with bottle age. ",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Neudorf-Home Block Moutere Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8777"
  }
},
{
  "_id": {
    "$oid": "633606bdeae1320016ac92ba"
  },
  "vintage": "2020",
  "author": "Bob Campbell",
  "rating": "96",
  "noteText": "Flagship chardonnay from a top producer. 1,600 bottles made. Intense and quite complex chardonnay with grapefruit, citrus, white peach, struck flint, mineral, hazelnut, brioche and bran biscuit flavours. A powerful wine that can be appreciated now but will continue to develop with bottle age. 27/7/2019",
  "drinkFrom": "2019",
  "drinkTo": "2023",
  "wineText": "Vidals-Chardonnay Joseph Vidal 1888",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87eb"
  }
},
{
  "_id": {
    "$oid": "633606faeae1320016ac92bf"
  },
  "vintage": "2014",
  "author": "Bob Campbell",
  "rating": "96",
  "noteText": "A new flagship chardonnay for Vidal with intense citrus, mineral, struck flint, nectarine and spicy oak flavours. This wine makes a strong statement. Youthful, powerful, elegant and potentially very complex wine. Only 736 bottles made. It will only be made in exceptional vintages. A very impressive chardonnay 9/9/2017",
  "drinkFrom": "2017",
  "drinkTo": "2021",
  "wineText": "Vidals-Chardonnay Joseph Vidal 1888",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87eb"
  }
},
{
  "_id": {
    "$oid": "63467c3b4b562200161dc5b0"
  },
  "vintage": "2018",
  "author": "Bob Campbell",
  "rating": "96",
  "noteText": "Flagship chardonnay made only in top years from grapes grown in the coastal Te Awanga vineyard and Triangle vineyard at Bridge Pa. Quite a contrast to it stable mate, Sea Chardonnay. It is richer, weightier and even more complex with peach, grapefruit, citrus, nectarine, ginger, baguette crust and spicy oak. A very impressive wine with good cellaring potential, 29 MAY 2020",
  "drinkFrom": "2020",
  "drinkTo": "2027",
  "wineText": "Elephant Hill-Chardonnay - Salome",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8703"
  }
},
{
  "_id": {
    "$oid": "634682754b562200161dc680"
  },
  "vintage": "2020",
  "author": "Bob Campbell",
  "rating": "94",
  "noteText": "Youthful, taut, concentrated chardonnay with grapefruit, green apple, lime/citrus and pronounced mineral/oyster shell flavours supported by brisk acidity and a suggestion of tannins. Texturally excellent. 11 MAY 2022",
  "drinkFrom": "2021",
  "drinkTo": "2030",
  "wineText": "Fromm Winery-Clayvin Vineyard Chardonnay",
  "wine": {
    "$oid": "634682484b562200161dc669"
  }
},
{
  "_id": {
    "$oid": "634687274b562200161dc717"
  },
  "vintage": "2020",
  "author": "Candice Chow",
  "rating": "98",
  "noteText": "Bright, pale yellow-gold with some depth, faintly lighter edged. The bouquet is voluminous with purity, aromas of roasted hazelnuts, barrel spice, melded with yellow peaches, citrus, brioche and a wildflower, chamomile underlay. Medium-full bodied, the palate is well-rounded and smooth, aromas of lemon curd, yellow peaches, have an elegant core, adorned by wildflower, chamomile underlay. Restrained roasted hazelnuts, barrel spices grow in volume, added structure to the well-rounded palate, the subtle spices and pure fruit intensity lead to an elegant, lengthy, lingering finish. The palate is buttery in the most elegant way, along a chalky mineral line; buoyant acidity flow smoothly and seamlessly. This wine has elegance yet has the rawness and authenticity that intrigues and blow-my-mind. This is a unique and authentic Chardonnay in the purest and most elegant form, with strength and intensity. Match with squid-ink risotto and crayfish over the next 6-8 years. The third release, single-vineyard Skeetfield block, Mendoza clone. Handpicked, fermented in French oak ovum egg and new French oak barriques to 13.5%. Full MLF. 19.5 pts (98 pts) March 2021 RRP $140",
  "drinkFrom": "2022",
  "drinkTo": "2029",
  "wineText": "Tony Bish-Zen Chardonnay",
  "wine": {
    "$oid": "6346868f4b562200161dc70c"
  }
},
{
  "_id": {
    "$oid": "63485d054b855c00169d140f"
  },
  "vintage": "2019",
  "author": "Halliday's Wine Companion, Erin Larkin",
  "rating": "98",
  "noteText": "\"Leeuwin Art Series Chardonnay on release is an achingly painful thing to drink, because once you've known the utter pleasure these wines bring at 5 or more years of age, it becomes a mess of cognitive dissonance to drink them so young. They are closed, taut, coiled, but more than anything, populated by rippling fruit that undulates untold through the interminably long finish. They typically don't reveal their kaleidoscopic spice and prismatic fruit flavour until a little further down the track. So, all I can humbly do here, is place the vintage in context. Through the lens of the cool year, this glitters with a purity and finesse that is deeply attractive. Aligned in style with the 2017.\"",
  "drinkFrom": "",
  "drinkTo": "2042",
  "wineText": "Leeuwin Estate-Chardonnay - Art Series",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8759"
  }
},
{
  "_id": {
    "$oid": "63485d504b855c00169d1413"
  },
  "vintage": "2019",
  "author": "98/100 Decanter, Sarah Ahmed",
  "rating": "98",
  "noteText": "\"Gloriously perfumed, pure and precise, with heady lily opening up. Softly smoky, slow-burn oak suffuses the palate without detracting from the classic, fresh-cut and succulent poached pear, with firmer al dente pear skin and a touch of custard apple sweetness. Lanolin, cinnamon and lemon puff biscuit bring texture and nuance. Terrific length, poise and intensity, with lingering fruit and perfume. Archetypal Art Series.\"",
  "drinkFrom": "2022",
  "drinkTo": "2042",
  "wineText": "Leeuwin Estate-Chardonnay - Art Series",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8759"
  }
},
{
  "_id": {
    "$oid": "63485d7e4b855c00169d1417"
  },
  "vintage": "2019",
  "author": "The Real Review, Gabrielle Poy",
  "rating": "97",
  "noteText": "\"Pale lemon, with a stylish nose of fennel, preserved lemon and cigar box spice. A delicate frame of spicy oak sits nicely alongside the fruit, finishing with toasted brioche and mealy flavours. Then a saline edge kicks in. There's tension yet generosity to the fruit. This is an outstanding wine, nothing feels forced, the fruit has been picked with precision timing. This lives up to its mantle as one of Australia's best, a brilliant release. 15 MAY 2022.\"",
  "drinkFrom": "2022",
  "drinkTo": "2033",
  "wineText": "Leeuwin Estate-Chardonnay - Art Series",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8759"
  }
},
{
  "_id": {
    "$oid": "6351f001da56ee0016d633ca"
  },
  "vintage": "2016",
  "author": "RP",
  "rating": "97",
  "noteText": "The slow ripening provided the 2016 White Bones Chardonnay with a little more structure while retaining very high acidity. The vines, at 1,500 meters in altitude, are planted on limestone-rich soils and didn't need watering in 2016, as it rained a lot more than usual and allowed for a more natural balanced crop. This has 13.1% alcohol and an amazing eight grams of acidity measured in tartaric acid. It's a lot more serious, like an austere version of the 2015, with the balsamic and floral aromas more in the background. It has a sharper palate, with pungent flavors and superb delineation and purity. This is precise like a laser cut, mineral, salty and veeeery serious and compact. Superb! 4,800 bottles were filled in July 2017.(LG)",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Catena Zapata-Adrianna Vineyard White Bones Chardonnay ",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8670"
  }
},
{
  "_id": {
    "$oid": "635edcfc2d8fc30016d7a8af"
  },
  "vintage": "2020",
  "author": "Sam Kim",
  "rating": "96",
  "noteText": "\"Immensely complex and engaging, the bouquet shows white flesh nectarine, lemon pith, roasted cashew and vanilla characters with a lovely nuance of gun smoke. It's concentrated and multi-layered on the palate, delivering terrific fruit power together with splendid complexity, finishing magnificently long and expansive. At its best: now to 2030.\"",
  "drinkFrom": "",
  "drinkTo": "2030",
  "wineText": "Giesen-The Fuder Clayvin Chardonnay",
  "wine": {
    "$oid": "63205a6c0b1250001661cf3a"
  }
},
{
  "_id": {
    "$oid": "635ee2a92d8fc30016d7a8c2"
  },
  "vintage": "2019",
  "author": "Bob Campbell",
  "rating": "95",
  "noteText": "From ungrafted 30+ year-old vines and a very favourable vintage. Smooth-textured chardonnay with white peach, lemon curd, grapefruit and spicy oak flavours. Appealing purity and power. A sophisticated and complex wine.",
  "drinkFrom": "2022",
  "drinkTo": "2027",
  "wineText": "Pegasus Bay-Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8783"
  }
},
{
  "_id": {
    "$oid": "635ee5142d8fc30016d7a8de"
  },
  "vintage": "2019",
  "author": "Regional",
  "rating": "NS",
  "noteText": "This outstanding Malbec is made from grapes grown high altitude vineyards in Mendoza, which were fermented with wild yeasts for 12 days with post ferment maceration for 19-22 days followed by 12 months aging in barrel, including first, second and third use barrels. It tastes smooth, dark, full bodied, fleshy, succulent and complex… An incredible red wine.\n\nArgentina’s signature grape, Malbec, was introduced to the country’s biggest wine region, Mendoza, by Frenchman Michel Pouget in the mid 1850s, but it has since been discovered that not all Malbec vines brought into the country were exactly the same. And the family that has done more to advance the understanding, high quality expression and understanding of Argentinian Malbec is the Catena family, whose Zapata Malbec is one of our favourite wines in store; big, bold and full bodied but with elegance to burn, thanks to its silkiness. \n\nThe Catena family has arguably done more for the quality and reputation of both Malbec and the Argentinian wine industry than any other company, advancing the understanding of growing grapes at altitude, high up in the foothills of the Andes where hot days, high sunshine hours and cool nights ripen the grapes and retain elegance.",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Catena-Malbec",
  "wine": {
    "$oid": "635ee38b2d8fc30016d7a8c9"
  }
},
{
  "_id": {
    "$oid": "6391a17e7b241800294ec04e"
  },
  "vintage": "2016",
  "author": "Jeb Dunnuck",
  "rating": "99",
  "noteText": "\"The white of the vintage is the 2016 Domaine de Chevalier Blanc, which comes from a high-density planting of 30-year-old vines located west and south of the town of Léognan. A blend of 75% Sauvignon and 25% Sémillon raised in 35% new barrels, it offers a massive bouquet of crushed citrus, salty minerality, white flowers, and grapefruit. Racy, full-bodied, concentrated and beautifully textured, it’s a brilliant wine that has more flesh and texture than the 2015 and will keep for two decades or more. Hats off to the team at Domaine de Chevalier for this brilliant, brilliant white!\"",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Domaine Chevalier -Blanc Pessac-Leognan ",
  "wine": {
    "$oid": "6391a0457b241800294ec041"
  }
},
{
  "_id": {
    "$oid": "6391a1ce7b241800294ec054"
  },
  "vintage": "2016",
  "author": "James Suckling",
  "rating": "97",
  "noteText": "“A dense and tight DC with minerals, crushed stones, cement and blackcurrants. Full, tight and racy. Gorgeous. Leaf and tobacco undertones. Very tannic. Tight. So structured. Complex",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Domaine Chevalier -Blanc Pessac-Leognan ",
  "wine": {
    "$oid": "6391a0457b241800294ec041"
  }
},
{
  "_id": {
    "$oid": "63d1f3a09899a1002ecd313b"
  },
  "vintage": "2018",
  "author": "Various",
  "rating": "100",
  "noteText": "— 100/100 Points, Gardini.Notes.com\n— 3/3 Glasses Gambero Rosso\n— 96 Points, Decanter Magazine\n— 98 Points, Antonio Galloni, Previous Scores Vinous\n— 97-96 Points, Antonio Galloni, Previous Scores Vinous\n\n14%Abv\n90% Sangioveto, 5% Canaiolo and 5% Ciliegiolo\nSoil type: limestone Vineyard altitude: 350-400 mt. s.l.m.\nTraining system: guyot single-arched cane\nPlanting density: from 2.700 (old plants) to 6.000 (new\nplants) plants per hectare\nVinification: in steel, Malolactic fermentation: done\nAging: in barrique for 50% new and bottle\nDuration of the aging in barrique: from 24 to 30 months\nDuration of the aging in bottle: 12 months\n\nI Sodi di San Niccolò was created in the early 1980s to demonstrate that native grapes could produce a wine with all the power and grace of a Super Tuscan.  The name \"I Sodi\" refers to land that is difficult to till (the grapes must be hand-harvested), and \"San Niccolò\" is an abandoned church on the Castellare property. \n\n\"The 2018 captures both the rich history of the vineyard as well as the Sangioveto grape's enormous potential.Full-bodied, with firm yet fine-grained tannins, I Sodi di San Niccolò is a rich and elegant wine that offers aromas of ripe cherries, dark berries, and currants which are complemented by notes of vanilla, leather, and cedar. On the palate, this wine is full and rich with high aging potential.\"\n— Farr Vintners“\n\nI Sodi di S. Niccolò 2018 is characterized by a great olfactory intensity and a dense and elegant texture of sweet tannins, supported by the acidity of Sangioveto, even more marked in this fresh year which made the sip particularly pleasant and crunchy, with a long and persistent finish. Ready immediately and, at the same time, suitable for a very long aging”\n— Alessandro Cellai, winemaker\n\n\"Bright and dense ruby red. The nose is clean, with clear aromas of blackberry, and notes of rosemary and eucalyptus. Brackish finish with balsamic touches. The mouthfeel has great tension and depth with fine tannins and a fresh saline finish. Pomegranate and aromatic herbs return, of great drinkability.\" 04/2022.\n— 100/100 Points",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Castellare-I Sodi di San Niccolo",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce866e"
  }
},
{
  "_id": {
    "$oid": "63d1f72f9a4b74002e623f7a"
  },
  "vintage": "2017",
  "author": "Various",
  "rating": "95",
  "noteText": "—95 Points Decanter\n—94 Points, James Suckling\n—93+Points, Robert Parker's Wine Advocate\n—94 Points, John Gilman, View From The Cellar\n\n13.5%Abv “Everyone in Burgundy is smiling again with 2017,” Véronique Drouhin began, her own smile undisguised. “The 2017 vintage is the first vintage overseen by our new vineyard manager, Jullien Pallisse. It was warmer and drier than normal, with 200 hours more sunshine than usual. There was a little less rain. February and March were warmer, so bud-break started early. Tasting through over 40 wines, it is clear that there is much to enjoy courtesy of Drouhin this year, and not only amongst their bevy of Premier and Grand Crus. Their whites are particularly strong and the reds also offer their fair share of delights.”\n— Neal Martin, Vinous\n\n“There aren't many vineyards in Beaune that make world-class Chardonnay and Pinot Noir, but the Clos des Mouches is definitely one of them. This effortlessly stylish white from chalky soils on the southern side of Beaune, close to Pommard, is intense, textured and well balanced. It has scented 30% new wood, vivid minerality, citrus and patisserie notes and a long, refreshing finish. Drinking Window 2020 - 2027.”\n—95 Points Decanter\n\n“The 2017 Clos des Mouches Blanc is an absolute classic in the making. The bouquet wafts from the glass in a complex and pristine blend of apple, lemon, beeswax, chalky soil tones, citrus peel, dried flowers and vanillin oak. On the palate the wine is deep, full-bodied and beautifully reserved in personality, with a rock solid core, excellent structure and grip, bright, zesty acids and lovely focus and grip on the very long and youthful finish. This was still in cask in November and showing beautifully. It will be a long-lived, complex and very classy vintage of this iconic bottling chez Drouhin. 2021-2055+.”\n—94 Points, John Gilman, View From The Cellar\n\n“This has real presence on the nose with plenty of oak matched to rich and super fresh grapefruit and lime aromas. The palate has a very succulent core of fruit and very impressive acidity. The young white peaches are zesty and fresh and the grilled hazelnuts warm the finish. Stunning! Drink or hold.”\n—94 Points, James Suckling\n\n“Tasted from bottle, Drouhin's 2017 Beaune 1er Cru Clos des Mouches Blanc is showing very well, offering up aromas of fresh pear, Meyer lemon and grapefruit zest that are still quite youthfully marked by a generous application of buttery new oak that experience shows will integrate nicely with a little age. On the palate, the wine is medium to full-bodied, satiny and textural, with racy underlying acids, a fragrant core of fruit and a long, penetrating finish. This is a very elegant, aromatic rendition of this emblematic Drouhin cuvée.”\n—93+ Points, Robert Parker's Wine Advocate",
  "drinkFrom": "2020",
  "drinkTo": "2027",
  "wineText": "Joseph Drouhin-Clos des Mouches 1er Cru Blanc",
  "wine": {
    "$oid": "63d1f55f9a4b74002e623f32"
  }
},
{
  "_id": {
    "$oid": "64055c87f0fb386da4256048"
  },
  "vintage": "2019",
  "author": "RC",
  "rating": "19/20",
  "noteText": "Bright, pale yellow, even colour throughout. This has a gentle, calming bouquet, with aromas of stonefruit, apple and citrus, underlying floral, minerals and lanolin. Medium-bodied, stonefruit, apple and lemon aromas are well-proportioned, melded with ginger, cardamom, honeysuckle, lanolin and minerals. The mouthfeel is voluptuous and unctuous, made of chalky minerals and ripe phenolics. Beautifully gentle acidity and a creamy texture carry the flavours and minerals to a lengthy finish. This is a textural Chenin Blanc shows excellent fruit, spice and minerals on a voluptuous palate. Match with smoked oysters and pork head terrine over the next 5-8 years. Estate vineyard, 100% Chenin Blanc, 30-50 y.o. vine age, handpicked, indigenous yeast fermented in amphorae and aged on fine lees for 6 months. 14% alc.",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Domaine de Noire-Amphora Blanc",
  "wine": {
    "$oid": "63f931b438632a3d38e0a573"
  }
},
{
  "_id": {
    "$oid": "6406828e55c627002d484269"
  },
  "vintage": "2005",
  "author": "WA",
  "rating": "94",
  "noteText": "94 points Wine Advocate\nOuter quote mark A well-known and consistent wine from the estate of Christian Dauriac, this big, plump, opulent 2005 is one of the best wines I have ever tasted from this estate. It is full-bodied and multi-dimensional, with a big, juicy texture and loads of plum, blackcurrant, spicy oak and minerality. (RP) Inner quote mark (6/2015)\n\n92 points Wine Spectator\nOuter quote mark Very pretty mineral, blackberry and light vanilla aromas follow through to a full body, with super velvety tannins and a long aftertaste of ripe fruit and cream. (JS) Inner quote mark (6/2008)\n\nK&L Notes\n91 points Neal Martin's Wine Journal: \"The nose on the Destieux ’05 is brimming over with ripe red-berried fruit mixed with dried herbs, crushed strawberry and a touch of orange essence. The palate is medium-bodied with a saline entry, good acidity and depth, fresh and lithe towards the finish with raspberry leaf, tobacco and a touch of spice. This is a highly enjoyable Saint Emilion for mid-term drinking.\" (01/2012)",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Château Destieux-St. Emilion",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8687"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "640682f755c627002d484270"
  },
  "vintage": "2005",
  "author": "Jim Campanini",
  "rating": "V Good",
  "noteText": "When I first tasted the 2005 Chateau Destieux, I couldn’t help but smile. That’s because my anxiety about drinking a 15-year-old wine whose provenance proved to be uncertain was lifted on the first smell and sip. First, the cork was tight and came out without a hitch. Second, the initial aromas were meaty – not musty – and had a trace of sweet balsamic notes . Third, the Cabernet Sauvignon and Merlot fruit, while not ripe and ready, exhibited a mellow backbone of blackberry, violet and plum flavors that smoothly layered the palate. The taste seeped into the crevices with elegance, and later brought forth savory notes. The color held up pretty well too. Dark crimson in the center of the glass with only slight bricking (reddish-brown) on the edges. The tannins were soft, pliant. The wine was aging as it should – gracefully.",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Château Destieux-St. Emilion",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8687"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "640685c97115d4002e0f2759"
  },
  "vintage": "2005",
  "author": "WS",
  "rating": "95",
  "noteText": "",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Tardieu Laurent-Cornas",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87be"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "640685f22029cc002e84e3e2"
  },
  "vintage": "2005",
  "author": "Revue du Vin de France",
  "rating": "18/20",
  "noteText": "",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Tardieu Laurent-Cornas",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87be"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "640a9b100b38a450d04c7f5b"
  },
  "vintage": "2012",
  "author": "WS",
  "rating": "92",
  "noteText": "",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Chartron-Puligny Montrachet - Clos de la Pucelles",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8672"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "640a9b260b38a450d04c7f5d"
  },
  "vintage": "2012",
  "author": "RP",
  "rating": "92",
  "noteText": "",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Chartron-Puligny Montrachet - Clos de la Pucelles",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8672"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "640a9ca90b38a450d04c7f6c"
  },
  "vintage": "9999",
  "author": "JS",
  "rating": "94",
  "noteText": "Everything about this wine is distinctive. It’s a champagne that seduces. It’s made from the three champenois grape varieties in equal proportions and is vinified in oak, which bestows upon it a beautiful balance and a great elegance between the finesse of the bubbles and the strength of its character. The Brut Sous Bois cuvée can be paired with very different dishes, which includes langoustines, white meats or a slowly cooked veal shank covered with thin strips of ceps. This champagne is the guarantee of a terrific marriage between the character and the finesse. Personally, I pair the cuisine with the wine to allow it to express itself. Crustaceans, either cooked or uncooked, just cooked cockles or even a mussel risotto, cuttlefish and a saffron flavoured broth unveil the full potential of this cuvée. For me the Brut Sous Bois is like an epicurean tale which is to be enjoyed at the end of the afternoon, on the terrace at Apicius for example, or even with a good cigar. I always associate this champagne with an absolute moment of pleasure or a moment of happiness, both precious and precise\" Jean-Pierre Vigato, Michelin Star Chef\n\n\"This sees some time in wood and that adds a very attractive, savory edge to the typically vibrant Billecart attitude. There’s such intense blood-orange, lemon and fresh, zesty citrus fruit on offer here that really sings. The palate is scintillatingly fresh and has an extra layer of velvet at the edge. Drink or hold\" James Suckling, Jamessuckling.com, Sep 2019\n\nA radiant yellow crystalline appearance with golden glints brought to life by a luminous stream of persistent, fine bubbles. There is a rich olfactory impact which is harmoniously expressed (dried fruits, fresh citrus and white flesh fruits) and coupled with finely buttered seductive notes. A burst of flavours (notes of grilled brioche and toffee) thanks to the distinguished power and maturity which is a mark of any great wine of Champagne.\n\nThis unique cuvée, which is entirely vinified in oak, is composed of the three Champenois grape varieties. It totally masters the art of blending by renewing the ancestral spirit and savoir-faire of the original champagnes.\n\nFood Pairing: Its strength of character and integrity make it an ideal accompaniment to seafood and poultry dishes or Girolle mushrooms.",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Billecart Salmon-Premier Cru Sous Bois",
  "wine": {
    "$oid": "63f9317538632a3d38e0a567"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "6416149eb980065d088063c7"
  },
  "vintage": "2016",
  "author": "Winery",
  "rating": "N/a",
  "noteText": "\"Rich garnet hue with aromas of rose petals, ripe cherry, mushroom, cardamom, and cedar on the nose. The palate has layers of bright red fruit (cherry, raspberry, and a hint of cranberry); dried herb (wild thyme, rosemary); and earthiness (mushroom, loam, cedar). Highly aromatic, richly concentrated and incredibly energetic - this Pinot Noir shows the amazing multi-faceted characters of Gibbston. Plenty of intrigue in its youth, this wine will continue to unravel and give tremendous enjoyment for many years.\"",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Valli-Gibbston Pinot Noir",
  "wine": {
    "$oid": "6416149eb980065d088063be"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "6416150eb980065d088063dc"
  },
  "vintage": "2016",
  "author": "Various",
  "rating": "96",
  "noteText": "96/100 Points - Bob Campbell MW\n92/100 Points - Nick Stock - JamesSuckling.com\n97/100 Points - 5 Stars - Sam Kim - Wine Orbit\n96/100 Points - 5 Stars - Huon Hooke\n92/100 Points - Wine Spectator Insider\n91/100 Points - Wine Advocate\n19.5/20 Points - 5 Stars - Raymond Chan\n5 Stars - Michael Cooper\n17.5/20 Points - JancisRobinson.com\nNamed in the \"Fine Wines of New Zealand List 2018\"",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Valli-Gibbston Pinot Noir",
  "wine": {
    "$oid": "6416149eb980065d088063be"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "645c6b3c92453a002e12d1a9"
  },
  "vintage": "2020",
  "author": "Huon Hooke",
  "rating": "96",
  "noteText": "“An elegant but full-bodied Syrah with finely-tailored tannins and a lingering finish. Oak takes a back seat allowing the spicy peppery fruit to shine. A very fine Syrah.”",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Smith & Sheth-Syrah",
  "wine": {
    "$oid": "645c6a2592453a002e12d18b"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "645c6b6592453a002e12d1ad"
  },
  "vintage": "2022",
  "author": "Bob Campbell",
  "rating": "96",
  "noteText": "“Dense, ripe, complex syrah with cassis, blackcurrant, plum, liquorice, black pepper and spicy oak flavours. Surprisingly accessible for such a youthful and concentrated wine, although I have no doubt that the wine will develop well with bottle age.”",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Smith & Sheth-Syrah",
  "wine": {
    "$oid": "645c6a2592453a002e12d18b"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "645c707b97a0ac002d7993d8"
  },
  "vintage": "2018",
  "author": "Bob Campbell",
  "rating": "96",
  "noteText": "A blend of cabernet sauvignon, merlot and cabernet franc. Dense, almost chewy red with cassis, blackcurrant, cedar, black olive, leather and spicy oak flavours. A firmly-structured wine with great cellaring potential. 14 MAY 2021",
  "drinkFrom": "2021",
  "drinkTo": "2033",
  "wineText": "Paritua-P21.12",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8780"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "645c711a97a0ac002d7993e0"
  },
  "vintage": "2021",
  "author": "Bob Campbell",
  "rating": "96",
  "noteText": "Intense, high energy chardonnay with grapefruit, cashew nut, struck flint/mineral and nicely integrated spicy oak flavours. Mouth-filling wine with an appealing texture and a lingering finish. Great wine from a top vintage. 09 NOV 2022",
  "drinkFrom": "2022",
  "drinkTo": "2028",
  "wineText": "Clearview Estate-Chardonnay - Reserve",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce86b0"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "645c717cab1a93002e34efed"
  },
  "vintage": "2021",
  "author": "Bob Campbell",
  "rating": "95",
  "noteText": "Elegant, concentrated chardonnay with classy oak, hazelnut, lime zest, and oyster shell flavours supported by bright, tangy acidity. Supple, high energy wine that is delicious now but promises to develop well with bottle age. 22 APR 2023",
  "drinkFrom": "2023",
  "drinkTo": "2031",
  "wineText": "Te Kairanga-Chardonnay - John Martin",
  "wine": {
    "$oid": "645c6d71ab1a93002e34efbf"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "645c71c6ab1a93002e34eff5"
  },
  "vintage": "2021",
  "author": "Bob Campbell",
  "rating": "95",
  "noteText": "Intense chardonnay with grapefruit, nectarine, and pronounced saline, oyster shell reductive characters plus a background of savoury roasted nut. A backbone of peppery tannins and vibrant acidity balance alcohol and fruit sweetness to give a pleasantly dry finish. A wine of many parts with a lingering finish. Should develop well with bottle age.",
  "drinkFrom": "2022",
  "drinkTo": "2029",
  "wineText": "Villa Maria -Chardonnay - Keltern",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce87ee"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "645c721aab1a93002e34effb"
  },
  "vintage": "2020",
  "author": "Bob Campbell",
  "rating": "95",
  "noteText": "Rich, concentrated and quite luscious chardonnay with golden queen peach, tree fruits, lime, toasted nut and spicy oak flavours. Typical Mendoza clone intensity and a generous oak influence. 06 SEP 2021",
  "drinkFrom": "2021",
  "drinkTo": "2026",
  "wineText": "Villa Maria -McDiarmid Hill Barrique Fermented Gisborne Chardonnay ",
  "wine": {
    "$oid": "645c6ea797a0ac002d79939a"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "6472820c150e53001c5057f3"
  },
  "vintage": "2020",
  "author": "Stephen Reinhardt -RP",
  "rating": "99",
  "noteText": "\"The 2020 Marienburg Felsterrasse offers perfectly ripe and concentrated yet refined, finely slatey and perfectly ripe fruit aromas with delicate lemon juice and herbal aromas. A stunning beauty! Silky, crystalline, lush and intense yet highly finessed and elegant on the palate, this is a full-bodied, rich and very intense yet playful, saline and finessed Riesling with power and concentration and a very long, hedonistic yet always elegant and balanced finish. 13% stated alcohol. Natural cork. Tasted at the domaine in July 2022.\"\n— 99 Points, Stephan Reinhardt, RobertParker.com",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Clemens Busch-Clemens Busch Riesling Pündericher Marienburg Felsterrasse Grosses Gewächs",
  "wine": {
    "$oid": "6472811b150e53001c5057d6"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "64728247150e53001c5057f7"
  },
  "vintage": "2020",
  "author": "Stephen Reinhardt -RP",
  "rating": "97",
  "noteText": "\"The 2020 Marienburg GG Fahrlay Terrassen offers a clear and intense, warm and concentrated yet refined and flinty bouquet of weathered slate and iodine aromas intermingled with super ripe and juicy Riesling aromas. Refined and crystalline on the palate, with immediately salivating salinity, this is a very intense and concentrated, long and complex Riesling with iodine notes and crunchy tannins. A spectacularly good wine. 12% stated alcohol. Natural cork. Tasted at the domaine in July 2022.\"\n— 97 Points, Stephan Reinhardt, RobertParker.com",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Clemens Busch-Riesling Pündericher Marienburg Fahrlay-Terrassen Grosses Gewächs",
  "wine": {
    "$oid": "647280f59e6a36001dbd8407"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "6472826e150e53001c5057fb"
  },
  "vintage": "2020",
  "author": "Summary",
  "rating": "97-98",
  "noteText": "— 98 Points, Stuart Pigott, JamesSuckling.com\n— 97 Points, Stephan Reinhardt, RobertParker.com\n— 100-year-old vines\n\n12.5%Abv, Dry style, Grosses Gewächs (or Grand Cru) 100% Riesling\nThe Fahrlay is approximately 1 ha of vines, located near the little car ferry that crosses the river. It is a small plot of 100 year old vines on blue slate terraces.",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Clemens Busch-Riesling Pündericher Marienburg Fahrlay-Terrassen Grosses Gewächs",
  "wine": {
    "$oid": "647280f59e6a36001dbd8407"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "647282a7150e53001c5057ff"
  },
  "vintage": "2020",
  "author": "Stuart Pigott - JS",
  "rating": "98",
  "noteText": "\"Here comes the boss! The dense grapefruit, rosemary and thyme nose pulls you inexorably into the orbit of this rich and concentrated dry riesling that has enveloping,salty minerality. And, in spite of all this, it is laser-beam bright and has white-flower delicacy at the very deep finish. From 110-year-old vines. From biodynamically grown grapes with Respekt certification. Drinkable now, but best from 2023.\"",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Clemens Busch-Riesling Pündericher Marienburg Fahrlay-Terrassen Grosses Gewächs",
  "wine": {
    "$oid": "647280f59e6a36001dbd8407"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "647282e2150e53001c505803"
  },
  "vintage": "2020",
  "author": "Stuart Pigott - JS",
  "rating": "97",
  "noteText": "\"So much red-fleshed vineyard-peach character makes this very attractive, but there are also honeysuckle, fennel and cumin notes. Very succulent, but no less serious on the generous yet precisely delineated palate. Long, graceful finish with a degree of gentleness that makes this Mosel masterpiece very easy to enjoy. From 95-year-old vines. From biodynamically grown grapes with Respekt certification. Drink or hold.\"\n— 97 Points, Stuart Pigott, JamesSuckling.com",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Clemens Busch-Clemens Busch Riesling Pündericher Marienburg Felsterrasse Grosses Gewächs",
  "wine": {
    "$oid": "6472811b150e53001c5057d6"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "6472830e150e53001c505807"
  },
  "vintage": "2020",
  "author": "Summary",
  "rating": "97-99",
  "noteText": "— 99 Points, Stephan Reinhardt, RobertParker.com\n— 97 Points, Stuart Pigott, JamesSuckling.com\n— 100-year-old vines\n— \"A great, great dry Riesling\"\n\n13%Abv, Dry style, Grosses Gewächs (or Grand Cru) 100% Riesling",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Clemens Busch-Clemens Busch Riesling Pündericher Marienburg Felsterrasse Grosses Gewächs",
  "wine": {
    "$oid": "6472811b150e53001c5057d6"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "6472835b150e53001c50580b"
  },
  "vintage": "2018",
  "author": "Stephen Reinhardt -RP",
  "rating": "98",
  "noteText": "\"The 2018 Marienburg Fahrlay Reserve is enormously intense and concentrated on the nose, offering super ripe fruit intertwined with spicy slate aromas. Rich and baroque on the palate yet crystalline, saline and refined, this is a dense, powerful, finely tannic and still slightly bitter-finishing Reserve that needs another couple of years or even a decade to reveal its true elegance, finesse and terroir character. 13% stated alcohol. Natural cork. Tasted at the domaine in July 2022.\"\n— 98 Points, Stephan Reinhardt, RobertParker.com",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Clemens Busch- Riesling Pündericher Marienburg Fahrlay Reserve Grosses Gewächs",
  "wine": {
    "$oid": "647280c69e6a36001dbd8402"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "64728399150e53001c50580f"
  },
  "vintage": "2018",
  "author": "Stuart Pigott - JS",
  "rating": "98",
  "noteText": "\"Hard to believe that this was bottled after 28 months maturation on the full lees, because it is so vivid, with a ton of dried herbs, plus caramelized peach and pear. Enormously deep and structured, but with a certain lightness of touch at the enormously long and enormously slatey finish. This gives you a very good idea how the great dry Mosel wines from before the First World War tasted. From biodynamically grown grapes with Respekt certification. Drink or hold.\"\n— 98 Points, Stuart Pigott, JamesSuckling.com",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Clemens Busch- Riesling Pündericher Marienburg Fahrlay Reserve Grosses Gewächs",
  "wine": {
    "$oid": "647280c69e6a36001dbd8402"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "64728471150e53001c505824"
  },
  "vintage": "2019",
  "author": "Summary",
  "rating": "98",
  "noteText": "Made by the Rocca family of Podere Don Cataldo fame the trendy southern Italian Negroamaro is blended with Primitivo and barrel aged to perfection. Classed as a \"vino straodinario\" by Luca Maroni this is some serious wine for the money.\nPuglia's finest wines are produced in the Salento peninsula (the heel of the boot) and Azienda Agricola Rocca is smack bang in the middle of all the action. The proximity of both the Adriatic and Ionian seas help to regulate temperatures especially overnight. The result is perfect conditions for growing Negroamaro and Primitivo. \n\n\"vino straodinario\"\n- Luca Maroni\n\n\"Velvety and elegant with ripe red fruits, berries, cinnamon, cedar and sweet tobacco. Toasty oak flavours with rich cherry fruit on the palate give the wine punch and weight. The finish is an almost never ending explosion of cherry and sandalwood. This is a cracking wine!\"\n- Wine Direct Tasting Team\n",
  "drinkFrom": "",
  "drinkTo": "",
  "wineText": "Azienda Agricola Rocca-Montrale Rosso Salento IGT",
  "wine": {
    "$oid": "64728471150e53001c505816"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "6483db18d40d4b001ede77c4"
  },
  "vintage": "2020",
  "author": "RC",
  "rating": "18.5+",
  "noteText": "Lightly hazy, medium straw-yellow with a gold-amber hue. The nose is full and complex, with good energy, aromas of rambutan, dried apricot, orange zest, interweave candied orange, Turkish delight and lavender. Medium-bodied, dry to taste, very fresh on the palate, nuances of citrus and zest lead the flow with dried apricot, candied orange, perfumes of lavender, and Turkish delight linger. Great energy flow carried by vibrant acidity. The skin contact element contributes to an unctuous palate, leaves a slightly chewy mouthfeel. This is a complex, on-skins Muscat with great energy, bright acid tension and depth of purity. Match with Époisses and chanterelle mushroom in butter & herb over the next 8+ years. 100% Muscat de Alexandria, fermented in tinajas (terracotta amphorae), 6 months maceration on skins, 12.5% alc. 18.5+/20 (94 pts) Dec 2021 RRP $57",
  "drinkFrom": "",
  "drinkTo": "2029",
  "wineText": "De Martino-Viejas Tinajas Muscat",
  "wine": {
    "$oid": "63fabbb18fe4954720fb6b97"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "64deca3311c1f1001b6fbd31"
  },
  "vintage": "2022",
  "author": "Bob Campbell",
  "rating": "94",
  "noteText": "Bright, fresh, elegant wine with oyster shell, grapefruit/citrus, green apple and spicy oak flavours with a vibrant backbone of mouth-watering acidity and peppery phenolics. High energy wine that is drinking well upon release.",
  "drinkFrom": "2023",
  "drinkTo": "2028",
  "wineText": "Kumeu River-Rays Road Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce874b"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "64decaa211c1f1001b6fbd35"
  },
  "vintage": "2022",
  "author": "Bob Campbell",
  "rating": "94",
  "noteText": "Fragrant, aromatic chardonnay with slightly green tree fruit flavours, citrus/lime and a backbone of nicely integrated and pleasantly vibrant acidity that helps drive a lengthy finish. A smattering of nutty yeast lees adds extra interest.",
  "drinkFrom": "2023",
  "drinkTo": "2029",
  "wineText": "Kumeu River-Hunting Hill Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8748"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "64decae13c081b001b0d924a"
  },
  "vintage": "2022",
  "author": "Bob Campbell",
  "rating": "95",
  "noteText": "Rich, slightly buttery chardonnay with nutty oak and yeast lees flavours together with a saline influence. Intense, appealing wine that is mellow and at the same time has a vibrant undercurrent. It would probably benefit from two to three years bottle age 23 JUL 2023",
  "drinkFrom": "2023",
  "drinkTo": "2030",
  "wineText": "Kumeu River-Mate's Vineyard Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8749"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "64decb283c081b001b0d9250"
  },
  "vintage": "2021",
  "author": "Bob Campbell",
  "rating": "93",
  "noteText": "Mellow, creamy chardonnay with grapefruit, lemon curd, apple and oyster shell. Impressive wine with subtle power and energy. Bone-dry but nicely balanced with a lengthy finish. Good now but should develop well with a little bottle age. 03 JAN 2023",
  "drinkFrom": "2023",
  "drinkTo": "2029",
  "wineText": "Greystone -Organic Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8724"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "64decb893c081b001b0d9256"
  },
  "vintage": "2021",
  "author": "Cam Douglas",
  "rating": "95+",
  "noteText": "An almost perfect bouquet with a seductive aroma of mineral and pre white fleshed fruits, flowers and fresh yoghurt, red apple and baking spices. There’s mystery and charm as much as there is finesse and purity. On the palate a lovely medium+ weight with a satin smooth touch, contrasting acid line and flavours that mirror the bouquet. Complex and legthy with a mineral chalk quality. Best drink from late 2023 through 2029",
  "drinkFrom": "2023",
  "drinkTo": "2029",
  "wineText": "Greystone -Organic Chardonnay",
  "wine": {
    "$oid": "6301ff4b3fccf1ba01ce8724"
  },
  "__v": 0
}]